import React from "react";
import { Box, Text } from '@chakra-ui/react';
import { sodasopcharPuja } from "../utils/kalash";


export const PanchDevta = () => {

    return <>
        <div style={{ minHeight: "95vh",paddingTop:'80px' }}>
            <Text fontSize='2xl' as={'b'} >|| पञ्चदेवता  पूजन ||</Text>
            <br />
            <br />
            <Box p={"0 1% 0 1%"}>
                <Text fontSize='sm' as={'b'} >- भगवान् गणेशका का ध्यान -</Text><br />
                <Text fontSize='xl' as={'b'} >
                    गजाननं भूतगणादिसेवितं कपित्थजम्बूफलचारुभक्षणम् । <br />
                    उमासुतं शोकविनाशकारकं नमामि विघ्नेश्वरपादपङ्कजम् ॥<br />
                    ॐ भूर्भुवः स्वः गणेशका नमः, ध्यानार्थे पुष्पाणि समर्पयामि ।
                </Text>
                <br />
                <br />
                <br />
                <Text fontSize='sm' as={'b'} >- भगवान् विष्णु का ध्यान -</Text><br />
                <Text fontSize='xl' as={'b'} >
                    ॐ शान्ताकारं भुजगशयनं पद्मनाभं सुरेशं विश्वाधारं गगनसदृशं मेघवर्ण शुभाङ्गम् ।<br />
                    लक्ष्मीकान्तं कमलनयनं योगिभिर्ध्यानगम्यम् वन्दे विष्णुं भवभयहरं सर्वलोकैकनाथम् ॥<br />
                    ॐ भूर्भुवः स्वः विष्णुवे नमः, ध्यानार्थे पुष्पाणि समर्पयामि ।
                </Text>
                <br />
                <br />
                <br />
                <Text fontSize='sm' as={'b'} >- सूर्या भगवान् का ध्यान -</Text><br />
                <Text fontSize='xl' as={'b'} >
                    आदित्यहृदयं पुण्यं सर्वशत्रुविनाशनम् ।<br />
                    जयावहं जपं नित्यमक्षयं परमं शिवम् ॥<br />
                    ॐ भूर्भुवः स्वः सूर्याय नमः ध्यानार्थे पुष्पाणि समर्पयामि ।<br />
                </Text>
                <br />
                <br />
                <br />
                <Text fontSize='sm' as={'b'} >- भगवान् शिव का ध्यान -</Text><br />
                <Text fontSize='xl' as={'b'} >
                    नमस्ते अस्तु भगवान विश्वेश्वराय,<br />
                    महादेवाय त्र्यंबकाय त्रिपुरान्तकाय,<br />
                    त्रिकाग्नी कालाय कालाग्नी रुद्राय नीलकंठाय मृत्युंजयाय,<br />
                    सर्वेश्वराय सदशिवाय श्रीमान महादेवाय नमः !
                </Text>
                <br />
                <br />
                <br />
                <Text fontSize='sm' as={'b'} >- भगवती गौरीका का ध्यान -</Text><br />
                <Text fontSize='xl' as={'b'}>
                    नमो देव्यै महादेव्यै शिवायै सततं नमः । नमः प्रकृत्यै भद्रायै नियताः प्रणताः स्म ताम् ॥<br />
                    सर्वमङ्गलमाङ्गल्ये शिवे सर्वार्थसाधिके शरण्ये त्र्यम्बके गौरि नारायणि नमोऽस्तुते ||<br />
                    ॐ भूर्भुवः स्वः दुर्गादेव्यै नमः ध्यानार्थे पुष्पाणि समर्पयामि ।<br />

                </Text>
                <br />
                <br />
                <br />
                <Text fontSize='sm' as={'b'} >- पञ्चदेवता आवाहन -</Text><br />
                <Text fontSize='xl' as={'b'}>
                    ॐ आगच्छ भगवन् देव स्थाने चात्र स्थिरो भवः । यावत् पुजां करिष्यामि तावत् त्वं संनिधौ भवः ।।<br />
                    ॐ भूर्भुवः स्वः  गणपत्यादि पञ्चदेवता: आवाहनार्थे पुष्पं समर्पयामि <br />
                    <br />
                    <br />
                </Text>
                <Text fontSize='सम् ' as={'b'} > ~ षोडशोपचारैः पूजनम् ~</Text><br />
                <Box textAlign={'justify'} p={"0 5% 5% 5%"}>
                    <Text fontSize='xl' as={'b'} >
                    {sodasopcharPuja} अनया पूजया गणपत्यादि पञ्चदेवता: प्रीयन्ताम् न मम ।
                    </Text><br /><br />
                </Box>

            </Box>
        </div>
    </>
}