import React from "react";
import { Text, Box } from '@chakra-ui/react';
import SideBar from "../../Routers/SideBar";

export const PujanVidhi = () => {

    return <div style={{ minHeight: "95vh" }}>
        <br />
        <SideBar />
        <Box p={"0 5% 5% 5%"}>
            <Text fontSize='2xl' as={'b'} >|| श्री सत्यनारण व्रत पूजन विधि ||</Text>
            <br />
            <br />

            <Text fontSize='md' as={'b'} >
                श्रीसत्यदेव के पूजन का व्रती जिस दिन कथा सुनना चाहे उस दिन सबेरे स्नान कारके भगवान सत्यनारायण (श्रीकृष्ण, राम आदि) को श्रद्धापूर्वक प्रणाम करें। और चंदन, चावल धूप, दीपादि से की पूजा कर व्रत का संकल्प लें।
                इस प्रकार व्रत का सकल्प करके व्रती सारे दिन निराहार रहकर विष्णु भगवान का ध्यान और गुणगान करें। सायकाल पूजन का विधान है-
            </Text>
            <br />
            <br />



            <Text fontSize='md' as={'b'} >सायकाल के समय स्नान करके पूजन के स्थान में आकर आसन पर बैठकर आचमन करे तथा पवित्री धारण करे।</Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'} >गाय के गोबर से अल्पना बनाएं और उस पर पूजा की चौकी रखें।</Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'} >चौकी के चारों और केले के पत्ते लगाए। चौकी पर भगवान सत्यनारायण (शालिग्राम / विष्णु / कृष्ण / राम, कोई भी विष्णु अवतार) को स्थापित करें। </Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'} >पूजा प्रारम्भ करने से पहले गणपति की पूजा करें। </Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'} >फिर इंद्रादि दशदिक्पाल, पंच लोकपाल, सत्यनारायण, लक्ष्मी, महादेव औऱ ब्रह्मा आदि देवता की धूप दीप आदि से पूजा करें, भोग लगाएं। </Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'} >तत्पश्चात भगवान सत्यनारायण की कथा पढ़कर आरती करें। </Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'} >फिर पुरोहित को दक्षिणा एवं वस्त्रादि दे। भोजन करवाने के बाद अंत मे स्वयं भोजन करें। </Text>

            <br />
            <br />

            <Text fontSize='2xl' as={'b'} >|| श्री सत्यनारायण व्रत पूजन सामग्री ||</Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'}>पंचामृत: सत्यनारायण की पूजा के लिए दूध, मधु, केला, गंगाजल, तुलसी पत्ता, मेवा मिलाकर पंचामृत तैयार किया जाता है।</Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'}>पंचामृत: सत्यनारायण की पूजा के लिए दूध, मधु, केला, गंगाजल, तुलसी पत्ता, मेवा मिलाकर पंचामृत तैयार किया जाता है।</Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'}>पंजरी: इन्हें प्रसाद के तौर पर फल, मिष्टान के अलावा आटे को भून कर उसमें चीनी मिलाकर एक प्रसाद बनता है जिसे सत्तू (पंजीरी) कहा जाता है, उसका भी भोग लगता है।</Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'}>पंजरी: इन्हें प्रसाद के तौर पर फल, मिष्टान के अलावा आटे को भून कर उसमें चीनी मिलाकर एक प्रसाद बनता है जिसे सत्तू (पंजीरी) कहा जाता है, उसका भी भोग लगता है।</Text>
            <br />
            <br />
            <Text fontSize='md' as={'b'}>सत्यनारायण भगवान की कथा में पंजरी और पंचामृत का विशेष महत्व है। इन्हें प्रसाद में अवश्य शामिल करें। </Text>
        </Box>

    </div>
}