
const adhiDevAwahan=[
    {
        title:`१.शिव (सूर्य के दायें भाग में)`,
        des1:`ॐ त्र्यम्बकं यजामहे सुगन्धिम्पुष्टिवर्द्धनम् उर्वारुकमिव बन्धनान्मृत्योर्मुक्षीय मामृतात् ।`,
        des2:`ॐ एह्येहि विश्वेश्वरनस्त्रिशूलकपालखट्वाङ्गधरेण सार्धम् । लोकेश यक्षेश्वर यज्ञसिद्ध्यै गृहाण पूजां भगवन् नमस्ते ।। `,
        des3:`ॐ भूर्भुवःस्वः ईश्वराय नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`२.उमा (चन्द्रमा के दायें भाग में)`,
        des1:`ॐ श्रीश्च ते लक्ष्मीश्च पत्न्यावहोरात्रो पार्श्वे नक्षत्राणि रूपमश्विनौ व्यात्तम्। इष्णन्निषाणामुम्मऽइषाणसर्वलोकम्मऽइषाण।`,
        des2:`ॐ हेमाद्रितनयां देवीं वरदां शंकरप्रियाम् । लम्बोदरस्य जननीमुमावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः उमायै नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`३.स्कन्द (मंगल के दायें भाग में)`,
        des1:`ॐ यदक्रन्दः प्रथमं जायमानः उद्यन्त्समुद्रादुत वा पुरीषात्। श्येनस्य पक्षा हरिणस्य बाहूऽउपस्तुत्यं महिजातन्ते अर्वन् ।।`,
        des2:`ॐ रुद्रतेजः समुत्पन्नं देवसेनाग्रगं विभुम् । षण्मुखं कृत्तिकासूनुं स्कन्दमावाहयाम्यहम् ।। `,
        des3:`ॐ भूर्भुवःस्वः स्कन्दाय नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`४.विष्णु (बुध के दायें भाग में)`,
        des1:`ॐ विष्णोरराटमसि विष्णोः  श्नप्त्रेस्त्थो विष्णोः स्यूरसि विष्णोर्ध्र्रुवोसि वैष्णवमसि विष्णवे त्वा ।।`,
        des2:`ॐ देवदेवं जगन्नाथं भक्तानुग्रहकारकम् । चतुर्भुजं रमानाथं विष्णुमावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः विष्णवे नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`५.ब्रह्मा (बृहस्पति के दायें भाग में)`,
        des1:`ॐ ब्रह्म यज्ञानं प्रथमं पुरस्ताद्विसीमतः सुरुचो वेनऽआवः। सबुध्न्या उपमाऽअस्य विष्ठाः सतश्च योनिमसश्च विवः।।`,
        des2:`ॐ कृष्णाजिनाम्बरधरं पद्मसंस्थं चतुर्मुखम् । वेदाधारं निरालम्बं विधिमावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः ब्रह्मणे नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`६. इन्द्र (शुक्र के दायें भाग में)`,
        des1:`ॐ सजोषा इन्द्र सगणो मरुद्भिः सोमम्पिब वृत्रहा शूर विद्वान् जहि शत्रूँरपमृधोनुदस्वाथाभयङ्कृणुहि विश्वतो नमः ।।`,
        des2:`ॐ देवराजं गजारुढं शुनासीरं शतक्रतुम् । वज्रहस्तं महाबाहुमिन्द्रमावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः इन्द्राय नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`७. यम (शनि के दायें भाग में)`,
        des1:`ॐ यमाय त्वांगिरस्वते पितृमते स्वाहा धर्माय स्वाहा धर्मः पित्रे ।।`,
        des2:`ॐ धर्मराजं महावीर्यं दक्षिणादिक्पतिं प्रभुम् । रक्तेक्षणं महाबाहुं यममावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः यमाय नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`८. काल (राहु के दायें भाग में)`,
        des1:`ॐ कार्षिरसि समुद्रस्य त्वाक्षित्याऽउन्नयामि समापोऽअद्भिरग्मतसमोषधी-भिरोषधीः ।।`,
        des2:`ॐ अनाकारमन्ताख्यं वर्तमानं दिने-दिने। कलाकाष्ठादिरुपेण कालमावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवः स्वः कालाय नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`९. चित्रगुप्त (केतु के दायें भाग में)`,
        des1:`ॐ चित्रावसो स्वस्ति ते पारमशीय ।।`,
        des2:`ॐ धर्मराजसभासंस्थं कृताकृत विवेकिनम् । आवाहये चित्रगुप्तं लेखनीपत्रहस्तकम् ।।`,
        des3:`ॐ भूर्भुवःस्वः चित्रगुप्ताय नमः, इहागच्छ, इह तिष्ठ ।`
    }
]

const pratydhiDevAvahan=[
    {
        title:`१.अग्नि(सूर्य के बायें)`,
        des1:`ॐ अग्निं दूतं पुरो दधे हव्यवाहमुपब्रुवे देवाँ२ ऽआसादयादिह ।।`,
        des2:`ॐ रक्तमाल्याम्बर धरं रक्तपद्मासनस्थितम् । वरदाभयदं देवमग्निमावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः अग्नये नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`२.अप् (जल) - (चन्द्रमा के बायें)`,
        des1:`ॐ आपो हिष्ठा मयोभुवस्तानऽऊर्जे दधातन महेरणाय चक्षसे यो वः शिवतमो रसस्तस्य भाजयतेह नः उशतीरिव मातरः। तस्माऽअरङ्गमामवो यस्य क्षयाय जिन्वथ आपो जनयथा च नः।। `,
        des2:`ॐ आदिदेवसमुद्भूतजगच्छुद्धिकराः शुभाः। ओषध्याप्यायनकरा अप आवाहयाम्यहम् ।। `,
        des3:`ॐ भूर्भुवःस्वः अद्भ्यो नमः, इहागच्छत, इह तिष्ठत ।`
    },
    {
        title:`३.पृथ्वी (मंगल के बायें)`,
        des1:`ॐ स्योना पृथिवी नो भवानृक्षरा निवेशनी यच्छा नः शर्म स प्रथाः।। `,
        des2:`ॐ शुक्लवर्णां विशालाक्षीं कूर्मपृष्ठोपरिस्थिताम् । सर्वशस्याश्रयां देवीं धरामावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः पृथिव्यै नमः, इहागच्छ, इह तिष्ठ।`
    },
    {
        title:`४.विष्णु (बुध के बायें)`,
        des1:`ॐ विष्णोरराटमसि विष्णोः  श्नप्त्रेस्त्थो विष्णोः स्यूरसि विष्णोर्ध्र्रुवोसि वैष्णवमसि विष्णवे त्वा।।`,
        des2:`ॐ शङ्खचक्रगदापद्महस्तं गरुडवाहनम् । किरीटकुण्डलधरं विष्णुमावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः विष्णवे नमः, इहागच्छ, इह तिष्ठ।`
    },
    {
        title:`५.इन्द्र (बृहस्पति के बायें)`,
        des1:`ॐ त्रातारमिन्द्रमवितारमिन्द्रᳪ हवे हवे सुहव ᳪ शूरमिन्द्रम्, ह्वायामि शक्रम्पुरुहूतमिन्द्र ᳪ स्वस्ति नो मघवा धात्विन्द्रः।।`,
        des2:`ॐ ऐरावतगजारुढ़ं सहस्राक्षं शचीपतिम् । वज्रहस्तं सुराधीशमिन्द्रमावाहयाम्यहम् ।। `,
        des3:`ॐ भूर्भुवःस्वः इन्द्राय नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`६.इन्द्राणी(शुक्र के बायें)`,
        des1:`ॐ अदित्यैरास्नासीन्द्राण्याऽउष्णीषः पूषासि धर्मायदीष्व।।`,
        des2:`ॐ प्रसन्नवदनां देवीं देवराजस्य वल्लभाम् । नानालङ्कारसंयुक्तां शचीमावाहयाम्यहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः इन्द्राण्यै नमः, इहागच्छ, इह तिष्ठ।`
    },
    {
        title:`७.प्रजापति (शनि के बायें)`,
        des1:`ॐ प्रजापते न त्वदेतान्यन्न्यो विश्वारूपाणि परिता बभूव। यत्कामास्ते जुहुमस्तन्नोऽस्तु वय ᳪ स्याम पतयो रयीणाम् ।।`,
        des2:`ॐ आवाहयाम्यहं देव देवेशं च प्रजापतिम् । अनेकव्रतकर्तारं सर्वेषां च पितामहम् ।।`,
        des3:`ॐ भूर्भुवःस्वः प्रजापतये नमः, प्रजापतिमावाहयामि,स्थापयामि ।`
    },
    {
        title:`८.सर्प (राहु के बायें)`,
        des1:`ॐ नमोस्तु सर्पेभ्यो ये के च पृथिवीमनु येऽअन्तरिक्षे ये दिवि तेभ्यः सर्पेभ्यो नमः।।`,
        des2:`ॐ अनन्ताद्यान् महाकायान् नानामणिविराजितान् । आवाहयाम्यहमं सर्पान् फणासप्तकमण्डितान् ।।`,
        des3:`ॐ भूर्भुवःस्वः सर्पेभ्यो नमः, इहागच्छ, इह तिष्ठ ।`
    },
    {
        title:`९.ब्रह्मा (केतु के बायें)`,
        des1:`ॐ ब्रह्म यज्ञानम्प्रथमम्पुरस्ताद्विसीमतः सुरुचो वेनऽआवः सबुध्न्याऽउपमाऽअस्य विष्ठाः सतश्च योनिमसतश्च विवः।।`,
        des2:`ॐ हंसपृष्ठसमारुढ़ं देवतागण पूजितम् । आवाहयाम्यहं देवं ब्रह्माणं कमलासनम् ।।`,
        des3:`ॐ भूर्भुवःस्वः ब्रह्मणे नमः, इहागच्छ, इह तिष्ठ ।`
    }
]

export {adhiDevAwahan, pratydhiDevAvahan}