const chaturLingatoAvahan=[
    {
        title:`१. असिताङ्गभैरव `,
        des1:`ॐ नमः कृत्स्नायतया धावते सत्त्वनाम्पतये नमोनमः सहमानायनिव्व्याधिनऽ आव्व्याधिनीनाम्पतये नमोनमो निषङ्गिणे ककुभायस्तेनानाम्पतये नमोनमो निचेरवे परिचरायारण्ण्यानाम्पतये नमोनमो वञ्चते ॥ `,
        des2:`ॐ भूर्भुवः स्वः असिताङ्गभैरव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः असिताङ्गभैरवाय नमः ॥१॥ `
    },
    {
        title:`२. रुरुभैरव`,
        des1:`ॐ श्वित्त्र ऽआदित्यानामुष्ट्रो घृणीवान् वार्घीनसस्ते मत्या ऽअरण्याय सृमरो रुरू रौद्रः क्वयिः कुटरुर्द्दात्यौहस्ते वाजिनां कामाय पिकः ॥ `,
        des2:`ॐ भूर्भुवः स्वः रुरुभैरव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः रुरुभैरवाय नमः ॥२॥ `
    },
    {
        title:`३. चण्डभैरव `,
        des1:`ॐ उग्ग्रं लोहितेन मित्र ᳪ सौव्व्रत्येन रुद्रं दौर्व्व्रत्येनेन्द्रं प्रक्रीडेन मरुतो बलेन साद्ध्यान् प्प्रमुदा॥ भवस्य कष्ठयᳪ रुद्रस्यान्तः पार्श्वं महादेवस्य यकृच्छर्व्वस्य व्वनिष्ठुः पशुपतेः पुरीतत् ॥ `,
        des2:`ॐ भूर्भुवः स्वः चण्डभैरव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः चण्डभैरवाय नमः ॥३॥ `
    },
    {
        title:`४. क्रोधभैरव `,
        des1:`ॐ इन्द्रस्य क्रडोऽदित्यै पाजस्यन्दिशाञ्जत्रवोऽदित्यै भसज्जीमूता हृदयौपशेनान्तरिक्ष पुरीतता नभ ऽउदर्येण चक्रवाकौ मतस्न्नाब्भ्यान्दिवं वृक्काभ्याङ्गिरीन्प्लाशिभिरुपलान्प्लीन्हा वल्मीकान् ल्कोमभिर्ग्लौर्गुल्मान् हिराभिः स्रवन्तीर्ह्रदान् कुक्षिब्भ्या ᳪ समुद्रमुदरेण व्वैश्श्वानरं भस्म्मना ॥ `,
        des2:`ॐ भूर्भुवः स्वः क्रोधभैरव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः क्रोधभैरवाय नमः ॥४॥ `
    },
    {
        title:`५. उन्मत्तभैरव `,
        des1:`ॐ उन्नत ऽऋषमो वामनस्त ऽऐन्द्राव्वैष्ष्णवा ऽउन्नतः शितिबाहुः शितिपृष्ष्ठ्ठास्त ऽऐन्द्राबार्हस्पत्याः शुकरूपा व्वाजिनाः कल्माषा ऽआग्निमारुताः श्यामाः पौष्ष्णाः ।। `,
        des2:`ॐ भूर्भुवः स्वः उन्मत्तभैरव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः उन्मत्तभैरवाय नमः  ॥५॥ `
    },
    {
        title:`६. कपालभैरव `,
        des1:`ॐ कार्षिरसि समुद्रस्य त्वाक्षित्याऽउन्नयामि।समापोऽअद्भिरग्मत समोषधीभिरोषधीः॥ `,
        des2:`ॐ भूर्भुवः स्वः कपालभैरव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः कपालभैरवाय नमः॥६॥ `
    },
    {
        title:`७. भीषणभैरव `,
        des1:`ॐ उग्रश्च भीमश्च ध्वान्तश्च धुनिश्च । सासह्वाँश्चाभियुग्वा च विक्षिपः स्वाहा ॥ `,
        des2:`ॐ भूर्भुवः स्वः भीषणभैरव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः भीषणभैरवाय नमः ॥७॥ `
    },
    {
        title:`८. संहारभैरव `,
        des1:`ॐ नमः शम्भवाय च मयेभवाय च नमः शङ्कराय च मयस्कराय च नमः शिवाय च शिवतराय च ॥ `,
        des2:`ॐ भूर्भुवः स्वः संहारभैरव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः संहारभैरवाय नमः ॥८॥ `
    },
    {
        title:`९. भव`,
        des1:`ॐ नमः श्वब्भ्यः श्वपतिब्भ्यश्च वो नमोनमो भवाय च रुद्राय च नमः शर्व्वाय च पशुपतये च नमो नीलग्ग्रीवाय च शितिकण्ठाय च नमः कपर्द्दिने ॥ `,
        des2:`ॐ भूर्भुवः स्वः भव इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः भवाय नमः ॥९॥ `
    },
    {
        title:`१०. सर्व `,
        des1:`ॐ अग्निᳪ हृदयेनाशनि ᳪ हृदयाग्रेण पशुपतिं कृत्स्नहृदयेन भवं यक्ना । शर्वं- मतस्नाभ्यामीशानं मन्युना महादेवमन्तः पर्शव्येनोग्रं देवं वनिष्ठुना वसिष्ठहनुः शिङ्गीनि कोश्याभ्याम्॥ `,
        des2:`ॐ भूर्भुवः स्वः सर्व इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः सर्वाय नमः  ॥१०॥ `
    },
    {
        title:`११. पशुपति `,
        des1:`ॐ उग्ग्रं लोहितेन मित्र ᳪ सौव्व्रत्येन रुद्रं दौर्व्व्रत्येनेन्द्रं प्रक्रीडेन मरुतो बलेन साद्ध्यान् प्प्रमुदा॥ भवस्य कष्ठयᳪ रुद्रस्यान्तः पार्श्वं महादेवस्य यकृच्छर्व्वस्य व्वनिष्ठुः पशुपतेः पुरीतत् ॥ `,
        des2:`ॐ भूर्भुवः स्वः पशुपति इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः पशुपतये नमः ॥११॥ `
    },
    {
        title:`१२. ईशान `,
        des1:`ॐ तमीशानं जगतस्तस्थुषस्पतिं धियञ्जिन्वमवसे हूमहे वयम्। पूषा नो यथा वेदसामसद्वृधे रक्षिता पायुरदब्धः स्वस्तये॥ `,
        des2:`ॐ भूर्भुवः स्वः ईशान इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः ईशानाय नमः ॥१२॥ `
    },
    {
        title:`१३. रुद्र `,
        des1:`ॐ नमस्ते रुद्र मन्यव ऽउतो त ऽइषवे नमः॥ बाहुब्भ्यामुत ते नमः॥ `,
        des2:`ॐ भूर्भुवः स्वः रुद्र इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः रुद्राय नमः ॥१३॥ `
    },
    {
        title:`१४. उग्ग्र `,
        des1:`ॐ उग्रश्च भीमश्च ध्वान्तश्च धुनिश्च । सासह्वाँश्चाभियुग्वा च विक्षिपः स्वाहा ॥ `,
        des2:`ॐ भूर्भुवः स्वः उग्ग्र इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः उग्ग्राय नमः ॥१४॥`
    },
    {
        title:`१५. भीम `,
        des1:`ॐ वेदाहमेतं पुरुषं महान्तमादित्यवर्णं तमसः परस्तात् । तमेव विदित्वाति मृत्युमेति नान्यः पन्था विद्यते यनाय ॥ `,
        des2:`ॐ भूर्भुवः स्वः भीम इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः भीमाय नमः ॥१५॥ `
    },
    {
        title:`१६. महान्त `,
        des1:`ॐ मानोमहान्तमुतमानोऽअर्ब्भकम्मानऽउक्षन्तमुतमानऽउक्षितम् ।  मानोव्वधीः पितरम्मोतमातरम्मानः प्प्रियास्तन्न्वो रुद्द्ररीरिषः  ॥ `,
        des2:`ॐ भूर्भुवः स्वः महान्त इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः महान्ते नमः ॥१६॥ `
    },
    {
        title:`१७. अनन्त `,
        des1:`ॐ स्योना पृथिवि नो भवानृक्षरानिवेशनी यच्छा नः शर्मसप्रथाः ॥ `,
        des2:`ॐ भूर्भुवः स्वः अनन्त इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः अनन्ताय नमः ॥१७॥ `
    },
    {
        title:`१८. वासुकि `,
        des1:`ॐ देहि मे ददामि ते नि मे धेहि नि ते दधे । निहारश्च हरासि मे निहारं निहराणि ते स्वाहा ॥ `,
        des2:`ॐ भूर्भुवः स्वः वासुकि इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः वासुकये नमः ॥१८॥ `
    },
    {
        title:`१९. तक्षक`,
        des1:`ॐ नमस्तक्षब्भ्यो रथकारेब्भ्यश्च वो नमोनमः कुलालेब्भ्यः कर्म्मारेब्भ्यश्च वो नमोनमो निषादेब्भ्यः पुञ्जिष्ट्ठेब्भ्यश्च वो नमोनमः श्वनिब्भ्योमृगयुब्भ्यश्च वो नमोनमः श्वब्भ्यः॥ `,
        des2:`ॐ भूर्भुवः स्वः तक्षक इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः तक्षकाय नमः ॥१९॥ `
    },
    {
        title:`२०. कुलिश`,
        des1:`ॐ पुरुषमृगश्चन्द्रमसो गोधा कालका दार्वाघाटस्ते व्वनस्प्पतीनां कृकवाकुः सावित्त्रो ह ᳪ सो व्वातस्य नाक्क्रो मकरः कुलीपयस्तेऽकूपारस्य ह्वियै शल्ल्यकः ॥ `,
        des2:`ॐ भूर्भुवः स्वः कुलिश इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः कुलिशाय नमः ॥२०॥ `
    },
    {
        title:`२१. कर्कोटक `,
        des1:`ॐ सोमाय कुलुङ्ग ऽआरण्योऽजो नकुलः शका ते पौष्ष्णाः क्रोष्ट्टा मायोरिन्द्रस्य गौरमृगः पिद्वो न्यङ्कुः कक्कटस्तेऽनुमस्यै प्प्रतिश्रुत्कायै चक्रवाकः ॥ `,
        des2:`ॐ भूर्भुवः स्वः कर्कोटक इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः कर्कोटकाय नमः ॥२१॥ `
    },
    {
        title:`२२. शङ्खपाल `,
        des1:`ॐ अग्निर्ऋषिः पवमानः पाञ्चजन्न्यः पुरोहितः ॥ तमीमहे महागयम् ।। उपयामगृहीतोऽस्यग्ग्ग्नये त्वा व्वर्चस ऽएष ते योनिरग्ग्ग्नये त्त्वा व्वर्चसे ॥ `,
        des2:`ॐ भूर्भुवः स्वः शङ्खपाल इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः शङ्खपालाय नमः ॥२२॥ `
    },
    {
        title:`२३. कम्बल `,
        des1:`ॐ सीसेन तन्त्रं मनसा मनीषिण ऽऊर्ष्णासूत्त्रेण कवयो व्वयन्ति ॥ अश्विना यज्ञ ᳪ सविता सरस्वतीन्द्रस्य रूपं व्वरुणो भिषज्यन् ॥ `,
        des2:`ॐ भूर्भुवः स्वः कम्बल इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः कम्बलाय नमः  ॥२३॥ `
    },
    {
        title:`२४. अश्वतर `,
        des1:`ॐ अश्वस्तूपरो गोमृगस्ते प्र्प्राजापत्याः कृष्णग्ग्रीव ऽआग्ग्नेयो रराटे पुरस्तात्सारस्वती मेष्यधस्ताद्धन्वीराश्श्विनावधोरामौ बाह्वोः सौमापौष्णः श्यामो नाब्भ्या ᳪ सौर्य्ययामौ श्श्वेतश्च्च कृष्णश्च्च पार्श्वयोस्त्वाष्ट्रौ लौमशसक्थौ सक्थ्यीर्वायव्यः श्वेतः पुच्छ ऽइन्द्राय स्वपस्याय व्वेहद्वैष्ष्णवो व्वामनः ॥ `,
        des2:`ॐ भूर्भुवः स्वः अश्वतर इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः अश्वतराय नमः ॥२४॥ `
    },
    {
        title:`२५. शूल `,
        des1:`ॐ नमः श्वब्भ्यः श्वपतिब्भ्यश्च वो नमोनमो भवाय च रुद्राय च नमः शर्व्वाच पशुपतये च नमो नीलग्ग्रीवाय च शितिकण्ठाय च नमः कपर्द्दिने  ॥ `,
        des2:`ॐ भूर्भुवः स्वः शूल इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः शूलाय नमः ॥२५॥ `
    },
    {
        title:`२६. चन्द्रमौलि `,
        des1:`ॐ चन्द्रमा मनसो जातश्चक्षोः सूर्यो अजायत । श्रोत्राद्वायुश्च प्राणश्च मुखादग्निरजायत ॥ `,
        des2:`ॐ भूर्भुवः स्वः चन्द्रमौलि इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः चन्द्रमौलिने नमः ॥२६॥ `
    },
    {
        title:`२७.  चन्द्रमा `,
        des1:`ॐ चुन्द्रमा ऽअप्स्वन्तरा सुपर्णो द्यावते दिवि । रयिं पिशङ्ग बहुलं पुरुस्पृह ᳪ हरि रेति कनिक्क्रदत् ॥ `,
        des2:`ॐ भूर्भुवः स्वः चन्द्रमा इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः चन्द्रमसे नमः ॥२७॥ `
    },
    {
        title:`२८. वृषभध्वज `,
        des1:`ॐ आशुः शिशानो वृषभो न भीमो घनाघनः क्षोभणश्चर्षणीनाम् । संक्रन्दनोऽनिमिष ऽएकवीरः शत ᳪ सेना अजयत्साकमिन्द्रः॥ `,
        des2:`ॐ भूर्भुवः स्वः वृषभध्वज  इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः वृषभध्वजाय नमः ॥२८॥`
    },
    {
        title:`२९. त्रिलोचन `,
        des1:`ॐ सुगा वौ देवा सदना ऽअकर्म्म य ऽओजग्मेद ᳪ सवनं जुषाणाः ॥ भरमाणा व्वहमाना हवी ᳪ ष्ष्यस्म्मे धत्त व्वसवो व्वसूनि स्वाहा ॥ `,
        des2:`ॐ भूर्भुवः स्वः त्रिलोचन इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः त्रिलोचनाय नमः ॥२९॥ `
    },
    {
        title:`३०. शक्तिधर `,
        des1:`ॐ रुद्राः स ᳪ सृज्ज्य पृथिवी बृहज्ज्योतिः समीधिरं ॥ तेषां भानुरजस्रᳪ च्छुक्को देवेषु रोचते ॥ `,
        des2:`ॐ भूर्भुवः स्वः शक्तिधर इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः शक्तिधराय नमः ॥३०॥ `
    },
    {
        title:`३१. महेश्वर`,
        des1:`ॐ त्र्यम्बकं यजामहे सुगन्धिम्पुष्टिवर्द्धनम्। उर्वारुकमिव बन्धनादितो मुक्षीय मामुतः ॥ `,
        des2:`ॐ भूर्भुवः स्वः महेश्वर इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः महेश्वराय नमः ॥३१॥ `
    },
    {
        title:`३२. शूलपाणि`,
        des1:`ॐ यावांकशामधुमत्यश्विना सूनृतावती तया यज्ञम्मिमिक्षताम् ॥ `,
        des2:`ॐ भूर्भुवः स्वः शूलपाणि इहागच्छ इह तिष्ठ । ॐ भूर्भुवः स्वः शूलपाणये नमः ॥३२॥`
    }
    
]



export {chaturLingatoAvahan};












