export const devStuti = [
    {
        title: "॥ महाकालभैरवाष्टकम् अथवा तीक्ष्णदंष्ट्रकालभैरवाष्टकम् ॥",
        description: `यं यं यं यक्षरूपं दशदिशिविदितं भूमिकम्पायमानं
                    सं सं संहारमूर्तिं शिरमुकुटजटा शेखरंचन्द्रबिम्बम् ।
                    दं दं दं दीर्घकायं विक्रितनख मुखं चोर्ध्वरोमं करालं
                    पं पं पं पापनाशं प्रणमत सततं भैरवं क्षेत्रपालम् ॥ १॥
                    रं रं रं रक्तवर्णं, कटिकटिततनुं तीक्ष्णदंष्ट्राकरालं
                    घं घं घं घोष घोषं घ घ घ घ घटितं घर्झरं घोरनादम् ।
                    कं कं कं कालपाशं द्रुक् द्रुक् दृढितं ज्वालितं कामदाहं
                    तं तं तं दिव्यदेहं, प्रणामत सततं, भैरवं क्षेत्रपालम् ॥ २॥
                    
                    लं लं लं लं वदन्तं ल ल ल ल ललितं दीर्घ जिह्वा करालं
                    धूं धूं धूं धूम्रवर्णं स्फुट विकटमुखं भास्करं भीमरूपम् ।
                    रुं रुं रुं रूण्डमालं, रवितमनियतं ताम्रनेत्रं करालम्
                    नं नं नं नग्नभूषं , प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ३॥
                    
                    वं वं वायुवेगं नतजनसदयं ब्रह्मसारं परन्तं
                    खं खं खड्गहस्तं त्रिभुवनविलयं भास्करं भीमरूपम् ।
                    चं चं चलित्वाऽचल चल चलिता चालितं भूमिचक्रं
                    मं मं मायि रूपं प्रणमत सततं भैरवं क्षेत्रपालम् ॥ ४॥
                    
                    शं शं शं शङ्खहस्तं, शशिकरधवलं, मोक्ष सम्पूर्ण तेजं
                    मं मं मं मं महान्तं, कुलमकुलकुलं मन्त्रगुप्तं सुनित्यम् ।
                    यं यं यं भूतनाथं, किलिकिलिकिलितं बालकेलिप्रदहानं
                    आं आं आं आन्तरिक्षं , प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ५॥
                    
                    खं खं खं खड्गभेदं, विषममृतमयं कालकालं करालं
                    क्षं क्षं क्षं क्षिप्रवेगं, दहदहदहनं, तप्तसन्दीप्यमानम् ।
                    हौं हौं हौंकारनादं, प्रकटितगहनं गर्जितैर्भूमिकम्पं
                    बं बं बं बाललीलं, प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ६॥
                    
                    var वं वं वं वाललीलं
                    सं सं सं सिद्धियोगं, सकलगुणमखं, देवदेवं प्रसन्नं
                    पं पं पं पद्मनाभं, हरिहरमयनं चन्द्रसूर्याग्नि नेत्रम् ।
                    ऐं ऐं ऐं ऐश्वर्यनाथं, सततभयहरं, पूर्वदेवस्वरूपं
                    रौं रौं रौं रौद्ररूपं, प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ७॥
                    
                    हं हं हं हंसयानं, हसितकलहकं, मुक्तयोगाट्टहासं, ?
                    धं धं धं नेत्ररूपं, शिरमुकुटजटाबन्ध बन्धाग्रहस्तम् ।
                    तं तं तंकानादं, त्रिदशलटलटं, कामगर्वापहारं,
                    भ्रुं भ्रुं भ्रुं भूतनाथं, प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ८॥

                    इति महाकालभैरवाष्टकं सम्पूर्णम् ।

                    नमो भूतनाथं नमो प्रेतनाथं
                    नमः कालकालं नमः रुद्रमालम् ।
                    नमः कालिकाप्रेमलोलं करालं
                    नमो भैरवं काशिकाक्षेत्रपालम् ॥`
    },
]