export const devStuti = [
    {
        title:`॥ शिवतांडवस्तोत्र ॥`,
        description:`जटा टवी गलज्जलप्रवाह पावितस्थले गलेऽव लम्ब्यलम्बितां भुजंगतुंग मालिकाम्‌।
                    डमड्डमड्डमड्डमन्निनाद वड्डमर्वयं चकारचण्डताण्डवं तनोतु नः शिव: शिवम्‌ ॥१॥\n
                    जटाकटा हसंभ्रम भ्रमन्निलिंपनिर्झरी विलोलवीचिवल्लरी विराजमानमूर्धनि।
                    धगद्धगद्धगज्ज्वल ल्ललाटपट्टपावके किशोरचंद्रशेखरे रतिः प्रतिक्षणं मम: ॥२॥\n
                    धराधरेंद्रनंदिनी विलासबन्धुबन्धुर स्फुरद्दिगंतसंतति प्रमोद मानमानसे।
                    कृपाकटाक्षधोरणी निरुद्धदुर्धरापदि क्वचिद्विगम्बरे मनोविनोदमेतु वस्तुनि ॥३॥\n
                    जटाभुजंगपिंगल स्फुरत्फणामणिप्रभा कदंबकुंकुमद्रव प्रलिप्तदिग्व धूमुखे।
                    मदांधसिंधु रस्फुरत्वगुत्तरीयमेदुरे मनोविनोदद्भुतं बिंभर्तुभूत भर्तरि ॥४॥\n
                    सहस्रलोचन प्रभृत्यशेषलेखशेखर प्रसूनधूलिधोरणी विधूसरां घ्रिपीठभूः।
                    भुजंगराजमालया निबद्धजाटजूटकः श्रियैचिरायजायतां चकोरबंधुशेखरः ॥५॥\n
                    ललाटचत्वरज्वल द्धनंजयस्फुलिंगभा निपीतपंच सायकंनम न्निलिंपनायकम्‌।
                    सुधामयूखलेखया विराजमानशेखरं महाकपालिसंपदे शिरोजटालमस्तुनः ॥६॥\n
                    करालभालपट्टिका धगद्धगद्धगज्ज्वल द्धनंजया धरीकृतप्रचंड पंचसायके।
                    धराधरेंद्रनंदिनी कुचाग्रचित्रपत्र कप्रकल्पनैकशिल्पिनी त्रिलोचनेरतिर्मम ॥७॥\n
                    नवीनमेघमंडली निरुद्धदुर्धरस्फुर त्कुहुनिशीथनीतमः प्रबद्धबद्धकन्धरः।
                    निलिम्पनिर्झरीधरस्तनोतु कृत्तिसिंधुरः कलानिधानबंधुरः श्रियं जगंद्धुरंधरः ॥८॥\n     
                    प्रफुल्लनीलपंकज प्रपंचकालिमप्रभा विडंबि कंठकंध रारुचि प्रबंधकंधरम्‌।
                    स्मरच्छिदं पुरच्छिंद भवच्छिदं मखच्छिदं गजच्छिदांधकच्छिदं तमंतकच्छिदं भजे ॥९॥\n
                    अखर्वसर्वमंगला कलाकदम्बमंजरी रसप्रवाह माधुरी विजृंभणा मधुव्रतम्‌।
                    स्मरांतकं पुरातकं भावंतकं मखांतकं गजांतकांधकांतकं तमंतकांतकं भजे ॥१०॥\n
                    जयत्वदभ्रविभ्रम भ्रमद्भुजंगमस्फुरद्ध गद्धगद्विनिर्गमत्कराल भाल हव्यवाट्।
                    धिमिद्धिमिद्धि मिध्वनन्मृदंग तुंगमंगलध्वनिक्रमप्रवर्तित: प्रचण्ड ताण्डवः शिवः ॥११॥\n
                    दृषद्विचित्रतल्पयो र्भुजंगमौक्तिकमस्र जोर्गरिष्ठरत्नलोष्ठयोः सुहृद्विपक्षपक्षयोः।
                    तृणारविंदचक्षुषोः प्रजामहीमहेन्द्रयोः समं प्रवर्तयन्मनः कदा सदाशिवं भजे ॥१२॥\n
                    कदा निलिंपनिर्झरी निकुंजकोटरे वसन्‌ विमुक्तदुर्मतिः सदा शिरःस्थमंजलिं वहन्‌।
                    विमुक्तलोललोचनो ललामभाललग्नकः शिवेति मंत्रमुच्चरन्‌ कदा सुखी भवाम्यहम्‌ ॥१३॥\n
                    इमं हि नित्यमेव मुक्तमुक्तमोत्तम स्तवं पठन्स्मरन्‌ ब्रुवन्नरो विशुद्धमेति संततम्‌।
                    हरे गुरौ सुभक्तिमाशु याति नान्यथागतिं विमोहनं हि देहिनां सुशंकरस्य चिंतनम् ॥१६॥\n
                    पूजावसानसमये दशवक्त्रगीतं यः शम्भुपूजनपरं पठति प्रदोषे ।
                    तस्य स्थिरां रथगजेन्द्र तुरङ्गयुक्तां लक्ष्मीं सदैव सुमुखीं प्रददाति शम्भुः ॥ १५ ॥
                    `
    },
    {
        title:"॥ श्रीशिवपञ्चाक्षरस्तोत्रम् ॥",
        description:`नागेन्द्रहाराय त्रिलोचनाय भस्माङ्गरागाय महेश्वराय ।
                    नित्याय शुद्धाय दिगम्बराय, तस्मै न काराय नमः शिवाय ॥१॥\n
                    मन्दाकिनी सलिलचन्दन चर्चिताय नन्दीश्वर प्रमथनाथ महेश्वराय ।
                    मन्दारपुष्प बहुपुष्प सुपूजिताय तस्मै म काराय नमः शिवाय ॥२॥\n
                    शिवाय गौरीवदनाब्जवृन्द सूर्याय दक्षाध्वरनाशकाय । 
                    श्रीनीलकण्ठाय वृषध्वजाय तस्मै शि काराय नमः शिवाय ॥३॥ \n
                    वसिष्ठकुम्भोद्भवगौतमार्य मुनीन्द्रदेवार्चितशेखराय। 
                    चन्द्रार्क वैश्वानरलोचनाय तस्मै व काराय नमः शिवाय ॥४॥\n
                    यक्षस्वरूपाय जटाधराय पिनाकहस्ताय सनातनाय ।
                    दिव्याय देवाय दिगम्बराय तस्मै य काराय नमः शिवाय ॥५॥\n
                    पञ्चाक्षरमिदं पुण्यं यः पठेच्छिवसन्निधौ । 
                    शिवलोकमवाप्नोति शिवेन सह मोदते ॥\n
                    ॥ इति श्रीशिवपञ्चाक्षरस्तोत्रम् सम्पूर्णम् ॥`
    },
    {
        title: "॥ श्रीरुद्राष्टकम् ॥",
        description:`नमामीशमीशान निर्वाणरूपं, विभुं व्यापकं ब्रह्मवेदस्वरूपम् । 
                     निजं निर्गुणं निर्विकल्पं निरीहं चिदाकाशमाकाशवासं भजेऽहम् ॥ १॥\n
                     निराकारमोंकारमूलं तुरीयं गिरा ज्ञान गोतीतमीशं गिरीशम् । 
                     करालं महाकाल कालं कृपालं गुणागार संसारपारं नतोऽहम् ॥ २॥\n
                     तुषाराद्रि संकाश गौरं गभीरं मनोभूत कोटिप्रभा श्री शरीरम् । 
                     स्फुरन्मौलि कल्लोलिनी चारु गङ्गा लसद्भालबालेन्दु कण्ठे भुजङ्गा ॥ ३॥\n
                     चलत्कुण्डलं भ्रू सुनेत्रं विशालं प्रसन्नाननं नीलकण्ठं दयालम् ।
                     मृगाधीशचर्माम्बरं मुण्डमालं प्रियं शंकरं सर्वनाथं भजामि ॥ ४॥\n
                     प्रचण्डं प्रकृष्टं प्रगल्भं परेशं अखण्डं अजं भानुकोटिप्रकाशम् ।
                     त्रयः शूल निर्मूलनं शूलपाणिं भजेऽहं भवानीपतिं भावगम्यम् ॥ ५॥\n
                     कलातीत कल्याण कल्पान्तकारी सदा सज्जनानन्ददाता पुरारी ।
                     चिदानन्द संदोह मोहापहारी प्रसीद प्रसीद प्रभो मन्मथारी ॥ ६॥\n
                     न यावत् उमानाथ पादारविन्दं भजन्तीह लोके परे वा नराणाम् ।
                     न तावत् सुखं शान्ति सन्तापनाशं प्रसीद प्रभो सर्वभूताधिवासम् ॥ ७॥\n
                     न जानामि योगं जपं नैव पूजां नतोऽहं सदा सर्वदा शम्भु तुभ्यम् ।
                     जरा जन्म दुःखौघ तातप्यमानं प्रभो पाहि आपन्नमामीश शम्भो ॥ ८॥\n
                     रुद्राष्टकमिदं प्रोक्तं विप्रेण हरतोषये । ये पठन्ति नरा भक्त्या तेषां शम्भुः प्रसीदति ॥\n
                     ॥ इति श्रीगोस्वामितुलसीदासकृतं श्रीरुद्राष्टकं संपूर्णम् ॥\n`
    },
    {
        title:"॥ श्रीशिवाष्टकं ॥",
        description: `प्रभुं प्राणनाथं विभुं विश्वनाथं जगन्नाथनाथं सदानन्दभाजम् ।
                      भवद्भव्यभूतेश्वरं भूतनाथं शिवं शङ्करं शम्भुमीशानमीडे ॥ १॥\n
                      गले रुण्डमालं तनौ सर्पजालं महाकालकालं गणेशाधिपालम् ।
                      जटाजूटगङ्गोत्तरङ्गैर्विशालं शिवं शङ्करं शम्भुमीशानमीडे ॥ २॥\n
                      मुदामाकरं मण्डनं मण्डयन्तं महामण्डलं भस्मभूषाधरं तम् ।
                      अनादिह्यपारं महामोहहारं शिवं शङ्करं शम्भुमीशानमीडे ॥ ३॥\n
                      वटाधोनिवासं महाट्टाट्टहासं महापापनाशं सदासुप्रकाशम् ।
                      गिरीशं गणेशं महेशं सुरेशं शिवं शङ्करं शम्भुमीशानमीडे ॥ ४॥\n
                      गिरिन्द्रात्मजासंग्रहीतार्धदेहं गिरौ संस्थितं सर्वदा सन्नगेहम् ।
                      परब्रह्मब्रह्मादिभिर्वन्ध्यमानं शिवं शङ्करं शम्भुमीशानमीडे ॥ ५॥\n
                      कपालं त्रिशूलं कराभ्यां दधानं पदाम्भोजनम्राय कामं ददानम् ।
                      बलीवर्दयानं सुराणां प्रधानं शिवं शङ्करं शम्भुमीशानमीडे ॥ ६॥\n
                      शरच्चन्द्रगात्रं गुणानन्द पात्रं त्रिनेत्रं पवित्रं धनेशस्य मित्रम् ।
                      अपर्णाकलत्रं चरित्रं विचित्रं शिवं शङ्करं शम्भुमीशानमीडे ॥ ७॥\n
                      हरं सर्पहारं चिता भूविहारं भवं वेदसारं सदा निर्विकारम् ।
                      श्मशाने वसन्तं मनोजं दहन्तं शिवं शङ्करं शम्भुमीशानमीडे ॥ ८॥\n
                      स्तवं यः प्रभाते नरः शूलपाणे पठेत् सर्वदा भर्गभावानुरक्तः ।
                      स पुत्रं धनं धान्यमित्रं कलत्रं विचित्रं समासाद्य मोक्षं प्रयाति ॥ ९॥\n
                      ॥ इति शिवाष्टकं सम्पूर्णम् ॥`
    },
    {
        title:"॥ द्वादश ज्योतिर्लिंग स्तोत्रम् ॥",
        description:`सौराष्ट्रदेशे विशदेऽतिरम्ये ज्योतिर्मयं चन्द्रकलावतंसम् ।
                     भक्तिप्रदानाय कृपावतीर्णं तं सोमनाथं शरणं प्रपद्ये ॥\n
                     श्रीशैलशृङ्गे विबुधातिसङ्गे तुलाद्रितुङ्गेऽपि मुदा वसन्तम् ।
                     तमर्जुनं मल्लिकपूर्वमेकं नमामि संसारसमुद्रसेतुम् ॥\n
                     अवन्तिकायां विहितावतारं मुक्तिप्रदानाय च सज्जनानाम् ।
                     अकालमृत्योः परिरक्षणार्थं वन्दे महाकालमहासुरेशम् ॥\n
                     कावेरिकानर्मदयोः पवित्रे समागमे सज्जनतारणाय ।
                     सदैवमान्धातृपुरे वसन्तमोङ्कारमीशं शिवमेकमीडे ॥\n
                     पूर्वोत्तरे प्रज्वलिकानिधाने सदा वसन्तं गिरिजासमेतम् ।
                     सुरासुराराधितपादपद्मं श्रीवैद्यनाथं तमहं नमामि ॥\n
                     याम्ये सदङ्गे नगरेऽतिरम्ये विभूषिताङ्गं विविधैश्च भोगैः ।
                     सद्भक्तिमुक्तिप्रदमीशमेकं श्रीनागनाथं शरणं प्रपद्ये ॥\n
                     महाद्रिपार्श्वे च तटे रमन्तं सम्पूज्यमानं सततं मुनीन्द्रैः ।
                     सुरासुरैर्यक्ष महोरगाढ्यैः केदारमीशं शिवमेकमीडे ॥\n
                     सह्याद्रिशीर्षे विमले वसन्तं गोदावरितीरपवित्रदेशे ।
                     यद्धर्शनात्पातकमाशु नाशं प्रयाति तं त्र्यम्बकमीशमीडे ॥\n
                     सुताम्रपर्णीजलराशियोगे निबध्य सेतुं विशिखैरसंख्यैः ।
                     श्रीरामचन्द्रेण समर्पितं तं रामेश्वराख्यं नियतं नमामि ॥\n
                     यं डाकिनिशाकिनिकासमाजे निषेव्यमाणं पिशिताशनैश्च ।
                     सदैव भीमादिपदप्रसिद्दं तं शङ्करं भक्तहितं नमामि ॥\n
                     सानन्दमानन्दवने वसन्तमानन्दकन्दं हतपापवृन्दम् ।
                     वाराणसीनाथमनाथनाथं श्रीविश्वनाथं शरणं प्रपद्ये ॥\n
                     इलापुरे रम्यविशालकेऽस्मिन् समुल्लसन्तं च जगद्वरेण्यम् ।
                     वन्दे महोदारतरस्वभावं घृष्णेश्वराख्यं शरणम् प्रपद्ये ॥\n
                     ज्योतिर्मयद्वादशलिङ्गकानां शिवात्मनां प्रोक्तमिदं क्रमेण ।
                     स्तोत्रं पठित्वा मनुजोऽतिभक्त्या फलं तदालोक्य निजं भजेच्च ॥`
    },
    {
        title: "॥ महाकालभैरवाष्टकम् ॥",
        description: `यं यं यं यक्षरूपं दशदिशिविदितं भूमिकम्पायमानं
                    सं सं संहारमूर्तिं शिरमुकुटजटा शेखरंचन्द्रबिम्बम् ।\n
                    दं दं दं दीर्घकायं विक्रितनख मुखं चोर्ध्वरोमं करालं
                    पं पं पं पापनाशं प्रणमत सततं भैरवं क्षेत्रपालम् ॥ १॥\n
                    रं रं रं रक्तवर्णं, कटिकटिततनुं तीक्ष्णदंष्ट्राकरालं
                    घं घं घं घोष घोषं घ घ घ घ घटितं घर्झरं घोरनादम् ।\n
                    कं कं कं कालपाशं द्रुक् द्रुक् दृढितं ज्वालितं कामदाहं
                    तं तं तं दिव्यदेहं, प्रणामत सततं, भैरवं क्षेत्रपालम् ॥ २॥\n
                    
                    लं लं लं लं वदन्तं ल ल ल ल ललितं दीर्घ जिह्वा करालं
                    धूं धूं धूं धूम्रवर्णं स्फुट विकटमुखं भास्करं भीमरूपम् ।\n
                    रुं रुं रुं रूण्डमालं, रवितमनियतं ताम्रनेत्रं करालम्
                    नं नं नं नग्नभूषं , प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ३॥\n
                    
                    वं वं वं वायुवेगं नतजनसदयं ब्रह्मसारं परन्तं
                    खं खं खं खड्गहस्तं त्रिभुवनविलयं भास्करं भीमरूपम् ।\n
                    चं चं चं चलित्वाऽचल चल चलिता चालितं भूमिचक्रं
                    मं मं मं मायि रूपं प्रणमत सततं भैरवं क्षेत्रपालम् ॥ ४॥\n
                    
                    शं शं शं शङ्खहस्तं, शशिकरधवलं, मोक्ष सम्पूर्ण तेजं
                    मं मं मं मं महान्तं, कुलमकुलकुलं मन्त्रगुप्तं सुनित्यम् ।\n
                    यं यं यं भूतनाथं, किलिकिलिकिलितं बालकेलिप्रदहानं
                    आं आं आं आन्तरिक्षं , प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ५॥\n
                    
                    खं खं खं खड्गभेदं, विषममृतमयं कालकालं करालं
                    क्षं क्षं क्षं क्षिप्रवेगं, दहदहदहनं, तप्तसन्दीप्यमानम् । \n
                    हौं हौं हौंकारनादं, प्रकटितगहनं गर्जितैर्भूमिकम्पं
                    बं बं बं बाललीलं, प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ६॥\n
                    
                    सं सं सं सिद्धियोगं, सकलगुणमखं, देवदेवं प्रसन्नं
                    पं पं पं पद्मनाभं, हरिहरमयनं चन्द्रसूर्याग्नि नेत्रम् ।\n
                    ऐं ऐं ऐं ऐश्वर्यनाथं, सततभयहरं, पूर्वदेवस्वरूपं
                    रौं रौं रौं रौद्ररूपं, प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ७॥\n
                    
                    हं हं हं हंसयानं, हसितकलहकं, मुक्तयोगाट्टहासं, 
                    धं धं धं नेत्ररूपं, शिरमुकुटजटाबन्ध बन्धाग्रहस्तम् ।\n
                    तं तं तं तंकानादं, त्रिदशलटलटं, कामगर्वापहारं,
                    भ्रुं भ्रुं भ्रुं भूतनाथं, प्रणमत सततं, भैरवं क्षेत्रपालम् ॥ ८॥\n

                    इति महाकालभैरवाष्टकं सम्पूर्णम् ।\n

                    नमो भूतनाथं नमो प्रेतनाथं नमः कालकालं नमः रुद्रमालम् ।
                    नमः कालिकाप्रेमलोलं करालं नमो भैरवं काशिकाक्षेत्रपालम् ॥`
    },
    {
        title: "॥ कालभैरवाष्टकम् ॥",
        description:`देवराजसेव्यमानपावनांघ्रिपङ्कजं व्यालयज्ञसूत्रमिन्दुशेखरं कृपाकरम् ।
                     नारदादियोगिवृन्दवन्दितं दिगंबरं काशिकापुराधिनाथकालभैरवं भजे ॥१॥\n
                     भानुकोटिभास्वरं भवाब्धितारकं परं नीलकण्ठमीप्सितार्थदायकं त्रिलोचनम् ।
                     कालकालमंबुजाक्षमक्षशूलमक्षरं काशिकापुराधिनाथकालभैरवं भजे ॥२॥\n
                     शूलटङ्कपाशदण्डपाणिमादिकारणं श्यामकायमादिदेवमक्षरं निरामयम् ।
                     भीमविक्रमं प्रभुं विचित्रताण्डवप्रियं काशिकापुराधिनाथकालभैरवं भजे ॥३॥\n
                     भुक्तिमुक्तिदायकं प्रशस्तचारुविग्रहं भक्तवत्सलं स्थितं समस्तलोकविग्रहम् ।
                     विनिक्वणन्मनोज्ञहेमकिङ्किणीलसत्कटिं काशिकापुराधिनाथकालभैरवं भजे ॥४॥\n
                     धर्मसेतुपालकं त्वधर्ममार्गनाशकं कर्मपाशमोचकं सुशर्मदायकं विभुम् ।
                     स्वर्णवर्णशेषपाशशोभिताङ्गमण्डलं काशिकापुराधिनाथकालभैरवं भजे ॥५॥\n
                     रत्नपादुकाप्रभाभिरामपादयुग्मकं नित्यमद्वितीयमिष्टदैवतं निरंजनम् ।
                     मृत्युदर्पनाशनं करालदंष्ट्रमोक्षणं काशिकापुराधिनाथकालभैरवं भजे ॥६॥\n
                     अट्टहासभिन्नपद्मजाण्डकोशसंततिं दृष्टिपातनष्टपापजालमुग्रशासनम् ।
                     अष्टसिद्धिदायकं कपालमालिकाधरं काशिकापुराधिनाथकालभैरवं भजे ॥७॥\n
                     भूतसंघनायकं विशालकीर्तिदायकं काशिवासलोकपुण्यपापशोधकं विभुम् ।
                     नीतिमार्गकोविदं पुरातनं जगत्पतिं काशिकापुराधिनाथकालभैरवं भजे ॥८॥\n
                     कालभैरवाष्टकं पठंति ये मनोहरं ज्ञानमुक्तिसाधनं विचित्रपुण्यवर्धनम् ।
                     शोकमोहदैन्यलोभकोपतापनाशनं प्रयान्ति कालभैरवांघ्रिसन्निधिं नरा ध्रुवम् ॥९॥\n
                     इति कालभैरवाष्टकम् सम्पूर्णम् ।\n`
    }
    
]