export const kalashSthapan = [
    {
        title: `भूमि स्पर्श`,
        mantra: `ॐ मही द्यौः पृथिवी च न इमं यज्ञं मिमिक्षताम् | पिपृतान्नों भरीमभि: ||`
    },
    {
        title: `सप्तधान्य`,
        mantra: `ॐ औषधय: समवदन्त सोमेन सह राज्ञा | यसमै क्रिणोति ब्राह्मणस्तर्ठ० राजन्पारयामसि ||`
    },
    {
        title: `कलश स्थापना`,
        mantra: ` ॐ आजिग्घ्न कलशं मह्या त्वा विशन्त्विन्दवः | पुनरुर्जा निवर्तस्व सा नः सहस्रं धुक्ष्वोरुधार पयस्वती पुनर्माविशताद्रयि: ||`
    },
    {
        title: `जल`,
        mantra: `ॐ वरुणस्योत्तम्भनमसि वरुणस्य स्कम्भसर्ज्जनी स्थो वरुणस्य ऋतसदनयसि वरुणस्य ऋतसदनमसि वरुणस्य ऋतसदनमासीद ||`
    },
    {
        title: `गन्ध`,
        mantra: `ॐ  त्वां गन्धर्वाअखनंस्त्वामिन्द्रस्त्वां बृहस्पति: | त्वामोषधे सोमो राजा विद्वान्यक्ष्मादमुच्यत ||`
    },
    {
        title: `सर्वौषधि`,
        mantra: `ॐ या ओषधी: पूर्वा जाता देवेभ्यस्त्रियुगं पूरा | मनैनु बभ्रूणामहर्ठ० शतं धमानी सप्त च ||`
    },
    {
        title: `दूर्वा`,
        mantra: `ॐ काण्डात्काण्डात्प्ररोहन्ती  परूष:परूषस्परि | एवा नो दूर्वे प्रतनू सहस्त्रेण शतेन च ||`
    },
    {
        title: `पञ्चपल्लव`,
        mantra: `ॐ अश्वत्थे वो  निषदनं पर्णे वो वसतिष्कृता | गोभाज  इत्किलासथ यत्सनवथ पूरुषम् ||`
    },
    {
        title: `सप्तमृत्तिका`,
        mantra: `ॐ स्योना पृथिवि नो भवानृक्षरा निवेशनी | यच्छा नः शर्म स प्रथा: ||`
    },
    {
        title: `पूगीफल`,
        mantra: `ॐ याः फलिनीर्य्या अफला अपुष्पा याच्श्र पुष्पिणी : |बृहस्पतिप्रसूतास्ता नो मुच्ज्ञन्त्वर्ठ० हस : ||`
    },
    {
        title: `पञ्चरत्न`,
        mantra: `ॐ परि वाजपति: कविरग्निर्हव्यान्यक्रमीत्  | दधद्रत्नानि दाशुषे ||`
    },
    {
        title: `स्वर्ण`,
        mantra: `ॐ हिरण्यगर्भ: समवर्तताग्ने भूतस्य जातः पतिरेक आसीत् | स दाधार पृथिवीं  द्यामुतेमां कस्मै  देवाय हविषा विधेम || `
    },
    {
        title: `वस्त्र`,
        mantra: `ॐ सुजातों ज्योतिषा  सह शर्म वरूथमासदत्स्वः | वासों अग्ने विश्वरूपर्ठ० सम्व्ययस्व  विभावसो ||`
    },
    {
        title: `पूर्णपात्र`,
        mantra: `ॐ पूर्णा दर्वि  परापत सुपूर्णा पुनरापत | वस्नेव व्विक्रीणावहा इषमूर्ज़्जर्ठ० शतक्रतो ||`
    },
    {
        title: `नारियल`,
        mantra: `ॐ या: फलिनीर्य्या  अफला अपुष्पा याश्च पुष्पिणी: | बृहस्पतिप्रसूतास्ता नो मुच्ज्ञन्त्वर्ठ० हस : ||`
    },
    {
        title: `वरुण आवाहन`,
        mantra: `ॐ तत्त्वा यामि ब्रम्हणा वन्दमानस्तदाशास्ते  यजमानो हविर्भि: | अहेडमानो  वरुणेह बोध्युरुशर्ठ० स  मा  न  आयु: प्रमोषी: ||
                अस्मिन्  कलशे वरुणं साङ्ग् सपरिवरं सायुधं सशक्तिक-मावाहयामि स्थापयामि |  `
    }
]

export const devAvahan = [
    {
        title: `कलशस्य मुखे विष्णुः कंठे रुद्रः समाश्रितः ।`,
        mantra: `मूले त्वस्य स्थतो ब्रह्मा मध्ये मातृगणाः स्मृताः ॥`
    },
    {
        title: `कुक्षौ तु सागराः सर्वे सप्तद्वीपा वसुंधराः ।`,
        mantra: `अर्जुनी गोमती चैव चंद्रभागा सरस्वती ॥`
    },
    {
        title: `कावेरी कृष्णवेणी च गंगा चैव महानदी ।`,
        mantra: `ताप्ती गोदावरी चैव माहेन्द्री नर्मदा तथा ॥`
    },
    {
        title: `नदाश्च विविधा जाता नद्यः सर्वास्तथापराः ।`,
        mantra: `पृथिव्यां यान तीर्थानि कलशस्थानि तानि वैः ॥`
    },
    {
        title: `सर्वे समुद्राः सरितस्तीथर्यानि जलदा नदाः ।`,
        mantra: `आयान्तु मम कामस्य दुरितक्षयकारकाः ॥`
    },
    {
        title: `ऋग्वेदोऽथ यजुर्वेदः सामवेदो ह्यथर्वणः ।`,
        mantra: `अंगैश्च सहिताः सर्वे कलशं तु समाश्रिताः ॥`
    },
    {
        title: `अत्र गायत्री सावित्री शांति पुष्टिकरी तथा ।`,
        mantra: `आयान्तु मम शान्त्यर्थं दुरितक्षयकारकाः ॥`
    },
    {
        title: `गंगे च यमुने चैव गोदावरि सरस्वति ।`,
        mantra: `नर्मदे सिंधु कावेरी जलेऽस्मिन्‌ सन्निधिं कुरु ॥`
    },
    {
        title: `नमो नमस्ते स्फटिक प्रभाय सुश्वेतहाराय सुमंगलाय ।`,
        mantra: `सुपाशहस्ताय झषासनाय जलाधनाथाय नमो नमस्ते ॥`
    },
    {
        title: `ॐ अपां पतये वरुणाय नमः ।`,
        mantra: `ॐ वरुणाद्यावाहित देवताभ्यो नमः।`
    }
]


export const prarthana = [
    {
        title: `देवदानवसंवादे मथ्यमाने महोदधौ ।`,
        mantra: `उत्पन्नोऽसि तदा कुम्भ विधृतो विष्णुना स्वयम् ॥`
    },
    {
        title: `त्वत्तोये सर्वतीर्थानि देवाः सर्वे त्वयि स्थिताः।`,
        mantra: `त्वयि तिष्ठन्ति भूतानि त्वयि प्राणाः प्रतिष्ठिताः ॥`
    },
    {
        title: `शिवः स्वयं त्वमेवासि विष्णुस्त्वं च प्रजापतिः ।`,
        mantra: `आदित्या वसवो रुद्रा विश्वे देवाः सपैतृकाः ॥`
    },
    {
        title: `त्वयि तिष्ठन्ति सर्वेऽपि यतः कामफलप्रदाः ।`,
        mantra: `त्वत्प्रसादादिमं यज्ञं कर्तुमीहे जलोद्भव, सांनिध्यं कुरु देवेश प्रसन्नो भव सर्वदा ॥`
    },
    {
        title: `नमो नमस्ते स्फटिक प्रभाय सुश्वेतहाराय सुमंगलाय ।`,
        mantra: `सुपाशहस्ताय झषासनाय जलाधनाथाय नमो नमस्ते ॥`
    },
    {
        title: `पाशपाने  नमस्तुभ्यं पद्मिनीजीवनायक ।`,
        mantra: `पुण्याहवाचनं यावत् तावत्त्वं सन्निधो भवः ॥`
    }
]

export const sodasopcharPuja = `आसनार्थेऽक्षतान समर्पयामि । पादयोः पाद्यं समर्पयामि । हस्तयोः अर्घ्यं समर्पयामि । आचमनं समर्पयामि । पञ्चामृतस्नानं समर्पयामि । शुद्धोदकस्नानं समर्पयामि ।
                        स्नानाङ्गाचमनं समर्पयामि । वस्त्रम् समर्पयामि । आचमनं समर्पयामि ।
                        यज्ञोपवीतं समर्पयामि । आचमनं समर्पयामि । उपवस्त्रं समर्पयामि । गन्धं समर्पयामि । अक्षतान समर्पयामि । पुष्पमालां समर्पयामि । नानापरिमलद्रव्याणि समर्पयामि ।
                        धूपमाध्रापयामि । दीपं दर्शयामि । हस्तप्रक्षालनम् । नैवेद्यं समर्पयामि । आचमनीयं समर्पयामि ।मध्ये पानीयम् उत्तरापोशनं च समर्पयामि । ताम्बूलं समर्पयामि ।
                        पूगीफलं समर्पयामि । कृतायाः पूजायाः पाड्गुण्यार्थे द्रव्यदक्षिणां समर्पयामि । मन्त्रपुष्पाञ्जलिं समर्पयामि ।`