
 const navgrahDevAwahan = [
    {
        title: `१. सूर्य आवाहन - मध्य -लाल अक्षत-पुष्प`,
        des1: ` ॐ आ कृष्णेन रजसा वर्तमानो निवेशयन्न मृतं मर्त्यं च । हिरण्येन सविता रथेना देवो याति भूवनानि पश्यन् ॥`,
        des2: `ॐ जपाकुसुम संकाशं काश्यपेयं महाद्युतिम् । तमोऽरिं सर्वपापघ्नं सूर्यमावाहयाम्यहम् ॥`,
        des3: `ॐ भूभुर्वः स्वः कलिंग देशोद्भव काश्यपगोत्र रक्तवर्ण भो सूर्य । इहागच्छ इहतिष्ठ ॐ सूर्याय नमः॥`
    },
    {
        title: `२. चन्द्र आवाहन - अग्निकोण- श्वेत अक्षत-पुष्प`,
        des1: `ॐ इमं देवा असपत्न ᳪ सुवध्वं महते क्षत्राय महते ज्यैष्ठ्याय महते जानराज्यायेन्द्रस्येन्द्रियाय । इमममुष्य पुत्रममुष्यै पुत्रमस्यै विश एष वोऽमी राजा सोमोऽस्माकं ब्राह्मणाना ᳪ राजा ।`,
        des2: `ॐ दधिशङ्खतुषाराभं क्षीरोदार्णवसम्भवम् । ज्योत्सनापतिं निशानाथं सोममावाहयाम्यहम् ॥`,
        des3: ` ॐ भूर्भुवः स्वः यमुनातीरोद्भव आत्रेयगोत्र शुक्लवर्ण भो सोम । इहागच्छ, इह तिष्ठ ॐ सोमाय नमः ।`
    },
    {
        title: `३. मंगल आवाहन - दक्षिण में (त्रिकोण, लाल)`,
        des1: `ॐ अग्निर्मूर्धा दिवः ककुत्पतिः पृथिव्या अयम् । अपाᳪ रेताᳪ सि जिन्वति ॥`,
        des2: `ॐ धरणीगर्भ संभूतं विद्युत्कांति समप्रभम् । कुमारं शक्तिहस्तं च भौममावाहयाम्यहम् ॥`,
        des3: `ॐ भूर्भुवः स्वः अवन्तिदेशोद्भव भारद्वाजगोत्र रक्तवर्ण भो भौम ।इहागच्छ, इह तिष्ठ ॐ भौमाय नमः ।`
    },
    {
        title: `४. बुध आवाहन - (ईशानकोण में, हरा, धनुष) - पीले, हरे अक्षत-पुष्प`,
        des1: `ॐ उद्‍बुध्यस्वाग्ने प्रतिजागृहि त्वभिष्टापूर्ते स ᳪ सृजेथामयं च । अस्मिन्त्सधस्थे अध्युत्तरस्मिन् विश्वेदेवा यजमानश्च सीदत ॥`,
        des2: `ॐ प्रियंगुकलिका भासं रूपेणाप्रतिमं बुधम् । सौम्यं सौम्यगुणोपेतं बुधमावाहयाम्यहम् ॥`,
        des3: `ॐ भूर्भुवः स्वः मगधदेशोद्भव आत्रेयगोत्र पीतवर्ण भो बुध । इहागच्छ, इह तिष्ठ ॐ बुधाय नमः ।`
    },
    {
        title: `५. बृहस्पति आवाहन - (उत्तर में पीला, चतुरस्र) - पीले अक्षत-पुष्पसे`,
        des1: `ॐ बृहस्पते अति यदर्यो अहार्द द्युमद्विभाति क्रतुमज्जनेषु । यदीदयच्छवसऋतप्रजात तदस्मासु द्रविणं धेहि चित्रम् ॥`,
        des2: ` ॐ देवानां च मुनीनां च गुरुं काञ्चनसन्निभम् । वन्द्यभूतं त्रिलोकानां गुरुमावाहयाम्यहम् ॥`,
        des3: `ॐ भूर्भुवः स्व सिन्धुदेशोद्भव आङ्गिरसगोत्र पीतवर्ण भो गुरो । इहागच्छ, इह तिष्ठ ॐ बृहस्पतये नमः ।`
    },
    {
        title: `६. शुक्र आवाहन - (पूर्व में श्वेत, पञ्चास्र या षडस्र) - श्वेत अक्षत-पुष्प`,
        des1: `ॐ अन्नात्परिस्त्रुतो रसं ब्रह्मणा व्यपिबत्क्षत्रं पयः सोमं प्रजापतिः । ऋतेन सत्यमिन्द्रियं विपान ᳪ शुक्रमन्धस इन्द्रस्येन्द्रियमिदं पयोऽमृतं मधु ॥`,
        des2: `ॐ हिमकुन्दमृणालाभं दैत्यानां परमं गुरुम् । सर्वशास्त्र प्रवक्तारं भार्गवमावाहयाम्यहम् ॥`,
        des3: `ॐ भुर्भूवः स्वः भोजकटदेशोद्भव भार्गवगोत्र शुक्लवर्ण भो शुक्र । इहागच्छ, इहतिष्ठ ॐ शुक्राय नमः।`
    },
    {
        title: `७. शनि आवाहन - (पश्चिम में, काला धनुष ) - काले अक्षत-पुष्प`,
        des1: `ॐ शं नो देवीरभिष्ट्य आपो भवन्तु पीतये । शं योरभि स्रवन्तु नः ॥`,
        des2: `ॐ नीलांबुजसमाभासं रविपुत्रं यमाग्रजम् । छाया मार्तण्ड सम्भूतं शनिमावाहयाम्यहम् ॥`,
        des3: `ॐ भूर्भुवः स्वः सौराष्ट्रदेशोद्भव काश्यपगोत्र कृष्णवर्ण भो शनैश्चर । इहागच्छ, इह तिष्ठ ॐ शनैश्चराय नमः ।`
    },
    {
        title: `८. राहु आवाहन - (नैऋत्यकोण में, काला मकर) - काले अक्षत-पुष्प`,
        des1: `ॐ कया नश्चित्र आ भुवदूती सदावृधः । सखा कया सचिष्ठया वृता ॥ `,
        des2: `ॐ अर्धकायं महावीर्यं चन्द्रादित्यविमर्दनम् । सिंहिकागर्भ संभूतं राहुमावाहयाम्यहम् ।`,
        des3: `ॐ भूर्भुवः स्वः राठिनपुरोद्भव पैठीनसगोत्र कृष्णवर्ण भो राहो । इहागच्छ, इह तिष्ठ ॐ राहवे नमः ।`
    },
    {
        title: `९. केतु आवाहन - (वायव्यकोण में, कृष्ण खड्‌ग) - धूमिल अक्षत-पुष्प`,
        des1: `ॐ केतुं कृण्वन्नकेतवे पेशो मर्या अपेशसे । समुषद्भिरजायथाः ॥`,
        des2: `ॐ पलाशपुष्पसंकाशं तारकाग्रहमस्तकम् । रौद्रं रौद्रात्मकं घोरं केतुमावाहयाम्यहम् ॥`,
        des3: `ॐ भूर्भुवः स्वः अन्तर्वेदिसमुद्भव जैमिनिगोत्र धूम्रवर्ण भो केतो । इहागच्छ, इहतिष्ठ, ॐ केतवे नमः ।`
    },

];

 const navgrahPrarthana = `ॐ ब्रह्मा मुरारिस्त्रिपुरान्तकारी भानुः शशी भूमिसुतो बुधश्च । गुरुश्च शुक्रः शनिराहुकेतवः सर्वे ग्रहाः शान्तिकरा भवन्तु ॥ 
सूर्यः शौर्यमथेन्दुरुच्चपदवीं सन्मङ्गलं मङ्गलः सद्बुद्धिं च बुधो गुरुश्च गुरुतां शुक्रः सुखं शं शनिः । राहुर्बाहुबलं करोतु सततं केतुः कुलस्योन्नतिं नित्यं प्रीतिकरा भवन्तु 
मम ते सर्वेऽनुकूला ग्रहाः ॥ अनया पूजया सूर्यादिनवग्रहाः प्रीयन्तां म मम ।`;

export {navgrahDevAwahan, navgrahPrarthana }