
const saptGhriMatrikaAvahan=[
    {
        title:`१. श्री`,
        des1:`ॐ मनसः काममाकूतिं वाचं सत्यमशीमहि । पशूनां रूपमन्नस्य मयि श्रीः श्रयतां यशः।`,
        des2:`ॐ भूर्भुवः स्वः श्रिये इहागच्छ इह तिष्ठ। ॐ भूर्भुवः स्वः श्रियै नमः।`,
   
    },
    {
        title:`२. लक्ष्मी`,
        des1:`ॐ श्रीश्चते लक्ष्मीश्च पत्न्यावोरात्रे पार्श्वे नक्षत्राणि रूपमश्विनौ व्यात्तम्। इष्णन्निषाणामुं मऽइषाण सर्व्वलोकं मऽइषाण।`,
        des2:`ॐ भूर्भुवः स्वः लक्ष्मि इहागच्छ इह तिष्ठ। ॐ भूर्भुवः स्वः लक्ष्म्यै नमः।`,
    },
    {
        title:`३.धृति`,
        des1:` ॐ भद्रं कर्ण्णेभिः शृणुयाम देवा भद्रं पश्येमाक्ष भिर्यजत्राः। स्थिरैरङ्गैस्तुष्टुवा ᳪ सस्तनूभिर्व्य शेमहि देवहितं यदायुः।`,
        des2:`ॐ भूर्भुवः स्वः धृति इहागच्छ इह तिष्ठ। ॐ भूर्भुवः स्वः धृत्यै नमः।`,
    },
    {
        title:`४. मेधा`,
        des1:`ॐ मेधां मे व्वरुणो ददातु मेधामग्निः प्रजापतिः। मेधामिन्द्रश्च्च व्वायुश्च मेधा धाता दधातु मे स्वाहा।`,
        des2:`ॐ भूर्भुवः स्वः मेधे इहागच्छ इह तिष्ठ। ॐ मेधायै नमः।`,
    },
    {
        title:`५. स्वाहा`,
        des1:`ॐ प्राणाय स्वाहा ऽपानाय स्वाहा व्यानाय स्वाहा चक्षुषे स्वाहा श्रोत्राय स्वाहा वाचे स्वाहा मनसे स्वाहा ।`,
        des2:`ॐ भूर्भुवः स्वः स्वाहे इहागच्छ इह तिष्ठ। ॐ भूर्भुवः स्वः स्वाहायै नमः।`,
    },
    {
        title:`६. प्रज्ञा`,
        des1:`ॐ आयङ्गौः पृश्निरक्रमीदसदन्न्मातरं पुरः पितरञ्च प्रयन्त्स्वः। ॐ भूर्भुवः स्वः प्रज्ञे इहागच्छ इह तिष्ठ ।`,
        des2:` ॐ भूर्भुवः स्वः प्रज्ञायै नमः ।`,
    },
    {
        title:`७. सरस्वती`,
        des1:`ॐ पावका नः सरस्वती वाजेभिर्वाजिनीवति। यज्ञं व्यष्टुधियावसुः ।`,
        des2:`ॐ भूर्भुवः स्वः सरस्वति इहागच्छ इह तिष्ठ। ॐ सरस्वत्यै नमः ।`,
    }

]

export {saptGhriMatrikaAvahan}