export const staynarayanKath=[
    {
        title:`~ पहला अध्याय ~`,
        description:`एक समय की बात है नैमिषारण्य तीर्थ में शौनकादि ऋषियों ने श्री सुतजी से पूछा- प्रभु! इस कलियुग में वेद विद्या रहित मनुष्यों को प्रभु भक्ति किस प्रकार मिल सकती है?
                तथा उनका उद्धार कैसे होगा? हे मुनि श्रेष्ठ! कोई ऐसा उपाय बताइए जिससे थोड़े समय में ही पुण्य मिलें और मनवांछित फल भी मिल जाए।
                सर्व शास्त्रों के ज्ञाता सूत जी बोले- हे वैष्णवों! ऐसा ही प्रश्न नारद जी ने भगवान विष्णु से किया था। भगवान विष्णु ने नारद जी को बताया वह मै आप लोगों को बताऊंगा।
                आप सब इसे ध्यान से सुनिए-
                एक समय की बात है, महर्षि नारद विष्णुलोक में जाकर नारायण की स्तुति करने लगे। स्तुति करने के अनन्तर भगवान विष्णु ने नारद से कहा- महाभाग! ‘आप किस प्रयोजन से आये है,
                आपके मन मे क्या है कहिये, वह सब कुछ में आपको बताऊंगा।
                नारद मुनि बोले- भगवान! मृत्युलोक में अनेक योनियों में जन्मे मनुष्य अपने कर्मों के द्वारा अनेको कलेशों से दुखी हो रहे हैं, हे नाथ! किस लघु उपाय से उनके कष्टों का निवारण हो सकेगा?
                यदि मेरे ऊपर आपकी कृपा हो तो बताइए।
                श्रीहरि बोले- हे वत्स! मनुष्यों की भलाई के लिए तुमने बहुत अच्छी बात पूछी है, जिसके करने से मनुष्य मोह से छूट जाता है। उसे आपको बताता हूँ, सुने! स्वर्ग और मृत्युलोक में भगवान
                सत्यनारायण का एक महान पुण्यप्रद व्रत हैं।  आपके स्नेह के कारण इसेआपसे कह रहा हूँ। अच्छी प्रकार से विधि विधान से भगवान सत्यनारायण का व्रत करने से मनुष्य शीघ्र ही सुख प्राप्त कर
                परलोक में मोक्ष प्राप्त कर सकता हैं।
                श्रीहरि के वचन सुन नारद जी बोले- प्रभु! इस व्रत को करने का क्या फल है? इसका क्या विधान है? यह व्रत किसने किया था? और इसे कब करना चाहिए ? सभी कुछ विस्तार से बताएं।
                श्रीहरि बोले- यह सत्यनारायण व्रत दुःख. शोक दूर करने वाला, धन धान्य की वृद्धि करने वाला, सौभाग्य और संतान देने वाला तथा सर्वत्र विजय प्रदान करने वाला हैं। जिस किसी भी दिन श्रदा भक्ति
                से समन्वित होकर मनुष्य बन्धु बांधवों के साथ धर्म में तत्पर होकर सांयकाल भगवान सत्यनारण की पूजा करे। नैवेध के रूप में उत्तम कोटि के भोज्य पदार्थो को सवाया मात्र में लेकर लेकर अर्पित करना चाहिए।
                केले का फल, दूध, घी, गेहूँ का चूर्ण, गेहूँ के चूर्ण के अभाव में साठी चावल का चूर्ण, शक्कर या गुड़ – ये सभी भक्ष्य सामग्री सवाया मात्मिरा में लेकर भगवान का निवेदित करनी चाहिए।
                बन्धु बांधवों के साथ श्री सत्यानारण की कथा सुनकर ब्राह्मणों को दक्षिणा देनी चाहिए। तदनन्तर बन्धु बांधवों के साथ ब्राह्मणों को भोजन करवाना चाहिए। भक्तिपूर्वक प्रसाद ग्रहण करके नृत्य गीत आदि का
                आयोजन करना चाहिए।   तदनन्तर भगवान सत्य्नारण का स्मरण करते हुए अपने घर जाना चाहिए। ऐसा करने से मनुष्य की अभिलाषा अवश्य पूर्ण होती है, विशेष रूप से कलयुग में पृथ्वी लोक में यह
                सबसे छोटा उपाय है।`,
        end:`॥ इति श्री सत्यनारायण व्रत कथा का प्रथम अध्याय संपूर्ण ।।`
    },
    {
        title:`~ दूसरा अध्याय ~`,
        description:`सूत जी बोले- हे द्विजों! अब मै पूर्वकाल में जिसने इस व्रत को किया था, उसका व्रतात कहता हूँ। काशी नगरी में एक अत्यंत निर्धन ब्राह्मण रहता था। भूख प्यास से परेशान वह धरती पर घूमता रहता था।
                ब्राह्मण प्रिय गवान विष्णु ने इस दुखी ब्राह्मण की दशा देखकर वृद्ध ब्राह्मण का वेश धारण कर उस ब्राह्मण से आदरपूर्वक पूछा – हे विप्र! प्रतिदिन दुखी होकर तुम पृथ्वी पर क्यूँ घूमते हो?”
                दरिद्र ब्राह्मण बोला- हे ब्राह्मणदेव! मैं निर्धन ब्राह्मण हूँ और भिक्षा के लिए धरती पर घूमता रहता हूँ। यदि मेरी इस दरिद्रा को दूर करने का आप कोई उपाय जानते हो तो कृपापूर्वक बताइए।
                वृद्ध ब्राह्मण कहता है- “सत्यनारायण भगवान मनोवांछित फल देने वाले है इसलिए तुम उनका उत्तम व्रत करो जिसे करने से मनुष्य सभी दुखों से मुक्त हो जाता है।”
                वृद्ध ब्राह्मण का रूप धारण किए भगवान विष्णु व्रत का सारा विधान बताकर अंतर्ध्यान हो गए। ब्राह्मण मन ही मन सोचने लगा कि जिस व्रत को वृद्ध ब्राह्मण करने को कहा है
                उसे जरूर करूंगा।  यह निश्चय करने के बाद उसे रात में में नींद नहीं आई।
                अगले दिन प्रातः काल उठकर सत्यनारायण भगवान के व्रत का निश्चय कर भिक्षा के लिए चला गया। उस दिन ब्राह्मण को भिक्षा में बहुत धन मिला। जिससे उसने बंधु-बधयों के साथ मिलकर
                श्री सत्यनारायण भगवान का व्रत किया। भगवान सत्यनारायण का व्रत करके वह निर्धन ब्राह्मण सभी दुखों से छूट गया और अनेक प्रकार की संपत्तियों से युक्त हो गया।
                सत्यनारायण भगवान के व्रत को जो मनुष्य करेगा वह सभी प्रकार के पापों से छूटकर मोक्ष को प्राप्त होगा, जो मनुष्य इस व्रत को करेगा यह भी सभी दुखों से मुक्त हो जाएगा।
                सूत जी बोले- भगवान विष्णु ने जो महात्म्य नारद जी से कहा था। वह सब मैंने आपको कह दिया है। अब आगे क्या कहूं?
                शौनकादि ऋषि बोले- मुनिवर! उस ब्राह्मण से सुनकर किस-किस ने इस व्रत को किया, हम सब इसे जानना चाहते है।  हमारी इस व्रत के प्रति श्रद्धा हो रही है।
                सूत जी बोले- हे मुनियों! जिसने इस व्रत को किया है. यह सब सुनो। एक समय वह विप्र धन व ऐश्वर्य के अनुसार अपने बंधु-बांधयों के साथ इस व्रत को करने को तैयार हु। उसी समय एक
                लकडहारा वहां आया और लकड़ियों बाहर रखकर अंदर ब्राह्मण के घर में गया, प्यास से दुखी वह लकड़हारा उनको व्रत करते देख पूछने लगा कि आप यह क्या कर रहे हैं तथा इसे करने से
                क्या फल मिलेगा? कृपया मुझे भी बताएँ।
                ब्राह्मण ने कहा कि सब मनोकामनाओं को पूरा करने वाला यह सत्यनारायण भगवान का व्रत है। इनकी कृपा से ही मेरे घर में धन धान्य आदि की वृद्धि हुई है।
                सत्यनारायण व्रत के बारे में जानवर लकड़हारा बहुत प्रसन्न हुआ। चरणामृत लेकर व प्रसाद खाने के बाद यह अपने घर गया। लकड़हारे अपने मन में संकल्प किया कि
                आज लकड़ी बेचने से जो धन मिलेगा उसी से श्रीसत्यनारायण भगवान का उत्तम व्रत करूंगा, मन में ऐसा विचार कर लकडहारा सिर पर लकड़ियाँ रख उस नगर में बेचने गया
                जहाँ धनी लोग ज्यादा रहते थे। उस नगर में उसे अपनी लकड़ियोंका दुगना मूल्य प्राप्त किया।
                बूढ़ा प्रसन्नता के साथ केले, घी, दूध, दही और गेहूँ का आटा लेकर अपने घर गया। वहाँ उसने अपने बंधु-बांधवो को बुलाकर विधि विधान से सत्यनारायण भगवान का पूजन किया।
                इस व्रत के प्रभाव से वह धन आदि से युक्त होकर संसार के समस्त सुख भोग प्राप्त कर अंत काल में बैकुंठ धाम चला गया।`,
        end:`॥ इति श्री सत्यनारायण व्रत कथा का द्वितीय अध्याय संपूर्ण ।।`
    },
    {
        title:`~ तीसरा अध्याय ~`,
        description:`श्री सूतजी बोले- हे श्रेष्ठ मुनियों! अब आगे की कथा कहता हूँ। पहले समय में उल्कामुख नाम का एक बुद्धिमान राजा था। वह सत्यवादी और जितेन्द्रिय था. वह प्रतिदिन देव स्थानों पर जाता
                और निर्धनों को धन देकर उनके कष्ट दूर किया करता था, उसकी पत्नी कमल के समान मुख वाली तथा सती साध्वी थी।
                एक दिन वह भद्रशीला नदी के तट पर श्री सत्यनारायण भगवान का व्रत कर रहा था। उसी समय अनेक पुष्कल धन राशियों से संपन्न एक साधू नाम का बनिया वहां आया और अपनी नाव स्थापित
                करके राजा के समीप जाकर उनसे पूछने लगा- हे राजन! भक्तिभाव से पूर्ण होकरआप यह क्या कर रहे हैं? मैं सुनने की इच्छा रखता हूँ कृपा आप मुझे बताएं।
                राजा बोला-साधु! मै अपने बंधु-बांधयों के साथ पुत्रादि की प्राप्ति के लिए श्री सत्यनारायण भगवान का व्रत व पूजन कर रहा हूँ। राजा के वचन सुन साधु आदर से बोला
                हे- राजन! मुझे इस व्रत का सारा विधान बताइए। आपके कथनानुसार में भी इस व्रत को करूंगा, मेरी मी संतान नहीं है। इस व्रत को करने से निश्चित रूप से मुझे संतान की प्राप्ति होगी।
                राजा से व्रत का सारा विधान सुन साधु अपने घर गया। और अपनी पत्नी लीलावती को संतान देने वाले इस व्रत का वर्णन कह सुनाया और कहा कि जब मेरी संतान होगी तब मैं इस व्रत को करूंगा।
                एक दिन लीलावती पति के साथ आनन्दित हो संसारिक धर्म में प्रयुक्त होकर सत्यनारायण भगवान की कृपा से गर्भवती हो गई। दसवें महीने में उसके गर्भ से एक सुंदर कन्या ने जन्म लिया। दिनोंदिन
                यह ऐसे बढ़ने लगी जैसे कि शुक्ल पक्ष का चंद्रमा बढ़ता है माता-पिता ने अपनी कन्या का नाम कलावती रखा।
                एक दिन लीलावती ने मीठे शब्दों में अपने पति को याद दिलाया कि आपने सत्यनारायण भगवान के जिस व्रत को करने का संकल्प किया था उसे करने का समय आ गया है। आप इस व्रत को करिये
                साधु बोला कि हे प्रिये! इस व्रत को मै उसके विवाह पर करूँगा।  इस प्रकार अपनी पत्नी को आश्वासन देकर वह नगर को व्यापार करने चला गया।
                कलावती पिता के घर में रह वृद्धि को प्राप्त हो गई। साधु ने एक बार नगर में अपनी कन्या को सखियों के साथ देखा तो तुरंत ही दूत को बुलाया और कहा कि मेरी कन्या के लिए योग्य वर देख कर
                आओ। साधु की बात सुनकर दूत कंचन नगर में पहुंचा और यहाँ देखभाल कर लड़की के लिए सुयोग्य वाणिक पुत्र को ले आया, सुयोग्य लड़के को देख साधु ने बंधु-बांधवों को बुलाकर अपनी
                पुत्री का विवाह कर दिया लेकिन दुर्भाग्यवश साधु बनिया भगवान सत्यनारायण का उत्तम व्रत करना भूल गया।
                इस पर श्री भगवान क्रोधित हो गए और शाप दे दिया कि साधु को अत्यधिक दुख मिले. अपने कार्य में कुशल साधु बनिया जमाई को लेकर समुद्र के पास स्थित होकर रत्नापुर नगर में गया,
                वहाँ जाकर दामाद-ससुर दोनों मिलकर राजा चन्द्रकेतु के रमणीय नगर में व्यापार करने लगे।
                एक दिन भगवान सत्यनारायण की माया से एक चोर राजा का धन चुराकर भाग रहा था। उसने राजा के सिपाहियों को अपना पीछा करते देख चुराया हुआ धन वहाँ रख दिया जहाँ साधु अपने
                जमाई के साथ ठहरा हुआ था। राजा के सिपाहियों ने साधु वैश्य के पास राजा का धन पड़ा देखा तो वह ससुर जमाई दोनों को बाँधकर प्रसन्नता से राजा के पास से गए और कहा कि
                उन दोनों चोरों हम पकड़ लाये हैं, आप आगे की कार्यवाही करें। राजा की आज्ञा से उन दोनों को कठिन कारावास में डाल दिया गया और उनका सारा धन भी उनसे छीन लिया गया।
                सत्यनारायण भगवान के शाप से साधु की पत्नी भी बहुत दुखी हुई, घर में जो धन रखा था उसे चोर चुरा ले गए, शारीरिक तथा मानसिक पीडा व भूख प्यास से अति दुख हो
                अन्न की चिन्ता में कलावती एक  ब्राह्मण के घर गई. यहाँ उसने श्री सत्यनारायण भगवान का व्रत होते देखा फिर कथा सुन प्रसाद ग्रहण कर रात होने पर घर वापिस गयी माता ने कलावती से पूछा-
                पुत्री अब तक तुम कहाँ थी? तेरे मन में क्या है?
                कलावती ने अपनी माता से कहा है माता मैंने एक ब्राह्मण के घर में मनोरथ प्रदान करने वाले व्रत को देखा है। जिससे लीलावती व्रत करने को उद्धत हुई। और भगवान से वर माँगा कि
                मेरे पति तथा जमाई शीघ्र घर आ जाएँ। साथ ही यह भी प्रार्थना की कि हम सब का अपराध क्षमा करें।
                श्रीसत्यनारायण भगवान इस व्रत से संतुष्ट हो गए और राजा चन्द्रकेतु के सपने में दर्शन दे बोले कि हे राजन तुम उन दोनों वैश्यों को छोड़ दो और तुमने उनका जो धन लिया है उसे वापिस कर दो
                अगर ऐसा नहीं किया तो मैं तुम्हारा धन राज्य व संतान सभी को नष्ट कर दूंगा।
                राजा को यह सब कहकर वह अन्तर्धान हो गए प्रातः सभा में राजा ने अपना सपना सुनाया फिर बोले कि वणिक पुत्रों को कैद से मुक्त कर सभा में लाओ। दोनों ने आते ही राजा को प्रणाम किया।
                राजा मीठी वाणी में बोला- प्रारब्धवश तुम्हे कठिन दुख प्राप्त हुआ है लेकिन अब तुम्हें कोई भय नहीं है। ऐसा कह राजा ने उन दोनों को नए वस्त्राभूषण भी पहनाए और जितना धन उनका लिया था
                उससे दुगुना धन वापिस कर दिया। दोनो वैश्य अपने घर को चल दिए।`,
        end:`॥ श्रीसत्यनारायण भगवान व्रत कथा का तृतीय अध्याय संपूर्ण ।।`
    },
    {
        title:`~ चतुर्थ अध्याय ~`,
        description:`सूतजी बोले- वैश्य ने मंगलाचार कर अपनी यात्रा प्रारंभ की और अपने नगर की ओर चल दिए। उनके थोड़ी दूर जाने पर एक दण्डी सन्यासी का वेश में भगवान विष्णु उनसे पूछा-
                हे साधु! तेरी नाव में क्या है? साधु ने अभिमानपूर्वक हंसते हुए कहा- दण्डी!  क्यों पूछते हो? क्या कुछ द्रव्य लेने की इच्छा है? मेरी नाव में तो बैल व पत्ते भरे हुए हैं।
                वैश्य के कठोर वचन सुन भगवान बोले- तुम्हारा वचन सत्य हो। दण्डी ऐसे वचन कह कुछ दूर जाकर समुद्र के किनारे बैठ गए दण्डी के जाने के बाद साधु वैश्य ने
                नित्य क्रिया के पश्चात नाव को देखकर आश्चर्य में पड़ गया। नाव में बेल पत्ते आदि देख वह मूर्छित हो जमीन पर गिर पड़ा।
                सचेत होने पर अत्यंत शोक में डूब गया। तब उसका दामाद बोला कि आप शौक ना मनाएँ। यह दण्डी का शाप है इसलिए हमें उनकी शरण में जाना चाहिए तभी
                हमारी मनोकामना पूरी होगी। दामाद की बात सुनकर वह दण्डी के पास पहुंचा और अत्यंत भक्तिभाव नमस्कार कर के बोला- मैंने आपसे जो जो असत्य वचन कहे थे
                उनके लिए मुझे क्षमा दें, ऐसा कह कहकर महान शोकातुर हो रोने लगा।
                तब दण्डी भगवान बोले- वणिक पुत्र! मेरी आज्ञा से बार-बार तुम्हें दुख प्राप्त हुआ है। साधु बोला- हे भगवान! आपकी माया से ब्रह्मा आदि देवता भी आपके रूप को
                नहीं जानते तब में अज्ञानी कैसे जान सकता है। आप प्रसन्न होइए, अब मैं सामर्थ्य के अनुसार आपकी पूजा करूंगा। मेरा नौका में स्थित जो धन है उसकी तथा मेरी रक्षा किजिए।
                भगवन साधु वैश्य के भक्तिपूर्वक वचन सुनकर प्रसन्न हो गए और उसकी इच्छानुसार वरदान देकर अन्तधन हो गए। ससुर-जमाई नाव पर आए तो नाव धन से भरी हुई थी फिर वहीं
                अपने अन्य साथियों के साथ सत्यनारायण भगवान का पूजन कर अपने नगर को चल दिए, जब नगर के नजदीक पहुंचे तो दूत को घर पर खबर करने के लिए भेज दिया।
                दूत साधु की पत्नी को प्रणाम कर कहता है कि मालिक अपने दामाद सहित नगर के निकट आ गए हैं। दूत की बात सुन साधु की पत्नी लीलावती ने बड़े हर्ष के साथ
                सत्यनारायण भगवान का पूजन कर अपनी पुत्री कलावती से कहा कि मैं अपने पति के दर्शन को जाती हूँ तू कार्य पूर्ण कर आजा। माता के ऐसे वचन सुन कलावती
                जल्दी में प्रसाद छोड़ अपने पति के पास चली गई।
                प्रसाद की अवज्ञा के कारण श्रीसत्यनारायण भगवान रुष्ट हो गए और नाव सहित उसके पति को पानी में डुबो दिया। कलावती अपने पति को यहाँ ना पाकर रोती हुई
                जमीन पर गिर गई। नौका को डूबा हुआ देख व कन्या को रोता देख साधु दुखी होकर बोला कि हे प्रभु! मुझसे तथा मेरे परिवार से जो भूल हुई है उसे क्षमा करें।
                साधु के दीन बचन सुनकर श्रीसत्यनारायण भगवान प्रसन्न हो गए और आकाशवाणी हुई साधु तेरी कन्या मेरे प्रसाद को छोड़कर आई है इसलिए उसका पति अदृश्य हो गया है।
                यदि वह घर जाकर प्रसाद खाकर लौटती है तो इसे इसका पति अवश्य मिलेगा।
                ऐसी आकाशवाणी सुन कलावती घर पहुंचकर प्रसाद खाती है और फिर आकर अपने पति के दर्शन करती है उसके बाद साधु अपने बधु-बांधा सहित श्रीसत्यनारायण भगवान का
                विधि-विधान से पूजन करता है, इस लोक का सुख भोग वह अंत में स्वर्ग जाता है।`,
        end:`॥  इति श्री सत्यनारायण भगवान व्रत कथा का चतुर्थ अध्याय संपूर्ण ।।`
    },
    {
        title:`~ पाँचवां अध्याय ~`,
        description:`सूतजी बोले- ऋषियों! मैं और एक कथा सुनाता हूँ, उसे भी ध्यानपूर्वक सुनो। प्रजापालन में तत्पर तुगन्धवज नाम का एक राजा था। उसने भी भगवान का प्रसाद त्याग कर दुख प्राप्त किया।
                एक बार वह वन में जाकर वन्य पशुओं को मारकर वट वृक्ष के नीचे आया। वहाँ गोपगण भक्ति-भाव से अपने बन्धु बांधवों के साथ श्री सत्यनारायण भगवान का पूजन कर रहे थें। अभिमानवश
                राजा यह देखकर भी पूजा स्थान में नहीं गया। और ना ही उसने भगवान को नमस्कार ही किया। ग्वालों ने राजा को प्रसाद दिया लेकिन उसने प्रसाद नहीं खाया और प्रसाद को वही छोड़ अपने नगर को चला गया।
                जब वह नगर में पहुंचा तो यहाँ सब कुछ तहस नहस हुआ पाया। वह शीघ्र ही समझ गया कि यह सब भगवान ने ही किया है। वह दुबारा ग्वालों के पास पहुंचा और विधि पूर्वक पूजा कर के प्रसाद ग्रहण किया।
                भगवान की कृपा से सब कुछ पहले जैसा हो गया। दीर्घकाल तक सुख भोगने के बाद मरणोपरांत उसे स्वर्गलोक की प्राप्ति हुई।
                जो मनुष्य परम दुर्लभ इस व्रत को करेगा उसे भगवान सत्यनारायण की अनुकंपा से धन-धान्य की प्राप्ति होती है, निर्धन धनी हो जाता है और भयमुक्त हो जीवन जीता है संतान हीन मनुष्य को संतान सुख मिलता है
                और सारे मनोरथ पूर्ण होने पर मानव अंतकाल में बैकुंठधाम को जाता है।
                सूत जी बोले- जिन्होंने पहले इस व्रत को किया है अब उनके दूसरे जन्म की कथा कहता हूँ। शतानन्द ब्राह्मण दूसरे जन्म मे सुदामा नामक ब्राह्मण हुए,
                जिन्होंने श्रीकृष्णजी का बालसखा होकर अनन्य मुक्ति को प्राप्त किया। लकड़हारा भील राजा गुह हुआ, जिसने श्रीरामचन्द्रजी को सेवा की और अन्त मे मुनि दुर्लभ
                गति पाई। राजा उल्कामुख दूसरे जन्म मे दशरथ नाम से प्रसिद्ध हुए, जो श्री भगवान् रामचन्द्र के पिता थे।
                धार्मिक बनिया राजा मोरध्वज हुआ, जिसने अपने पुत्र की आधी देह श्री कृष्ण को अर्पण कर दिया। राजा तुङ्गध्वज स्वयम्भू मनु का अवतार हुआ।
                जो गोपगण थे, वह व्रज मंडल में निवास करने वाले गोप हुए। उन्होंने व्रज मंडल में राक्षसों का संघार करके भगवान का शाश्वत धाम गो लोक प्राप्त किया।`,
        end:`॥  इति श्री सत्यनारायण व्रत कथा का पंचम अध्याय संपूर्ण ।।`
    },
]