export const satnarayanPujanm=[
    {
        title:`भगवान् श्रीसत्यनारायणाय ध्यान`,
        des1:`ॐ शान्ताकारं भुजगशयनं पद्मनाभं सुरेशं विश्वाधारं गगनसदृशं मेघवर्ण शुभाङ्गम् ।`,
        des2:`लक्ष्मीकान्तं कमलनयनं योगिभिर्ध्यानगम्यम् वन्दे विष्णुं भवभयहरं सर्वलोकैकनाथम् ॥`,
        des3:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, ध्यानार्थे पुष्पाणि समर्पयामि ।`
    },
    
    {
        title:`- आवाहन -`,
        des1:` ॐ आगच्छ भगवन् देव स्थाने चात्र स्थिरो भवः । यावत् पुजां करिष्यामि तावत् त्वं संनिधौ भवः ।।`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, आवाहनार्थे पुष्पं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- आसन  -`,
        des1:`अनेक रत्नसंयुक्तं नानामणिगणान्वितम् । भावितं स्वर्णिमं दिव्य मासनं प्रतिगृहताम् ॥ `,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, आसनार्थें पुष्पंणि समर्पयामि ।`,
        des3:``
    },
    {
        title:`- प्रतिष्ठा -`,
        des1:`अस्यै प्राणाः प्रतिष्ठन्तु अस्यै प्राणाः क्षरन्तु च । अस्यै देवत्वमर्चायै मामहेति च कश्चन ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः! सुप्रतिष्ठिते वरदे भवेताम् ।`,
        des3:``
    },
    {
        title:`- पाद्य -`,
        des1:`ॐ सर्वतीर्थसमुदभूतं पाद्यं गन्धादिभिर्युतम्। विघ्नराज ! गृहाणेमं भगवन् ! भक्तवत्सलः।।`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, पादयोः पाद्यं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- अर्घ्य -`,
        des1:`ॐ गंधपुष्पाक्षतैर्युक्तमर्घ्यं सम्पादितं मया । गृहाणार्घ्यं मया दत्तं प्रसन्नों वरदो भवः ।।`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, हस्तयोर्घ्यं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- आचमन -`,
        des1:`ॐ गंगाजल समानीतं सुवर्णकलशे स्थितं। आचम्यतां हृषीकेश त्रैलोक्यव्याधिनाशन ।।`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, मुखे आचमनीयं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- स्नान -`,
        des1:`गंगे च यमुने चैव गोदावरि सरस्वति, नर्मदे सिंधु कावेरी जलेऽस्मिन्‌ सन्निधिं कुरु ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, स्नानं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- दुग्धस्नान -`,
        des1:`कामधेनुसमुद्भूतं सर्वेषां जीवनं परम् । पावनं यज्ञहेतुश्च पयःस्नानार्थमर्पितम्`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, पयः स्नानं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- दधिस्नान -`,
        des1:`पयसस्तु समुद्भूतं मधुराम्लं शशिप्रभम् । दध्यानीतं मया देव स्नानार्थं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, दधिस्नानं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- घृतस्नान -`,
        des1:`नवनीतसमुत्पन्नं सर्वसंतोषकारकम् ॥ घृतं तुभ्यं प्रदास्यामि स्नानार्थं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, घृतस्नानं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- मधुस्नान -`,
        des1:`पुष्परेणुसमुद्भूतं सुस्वादु मधुरं मधु । तेजः पुष्टिकरं दिव्यं स्नानार्थं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, मधुस्नानं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- शर्करास्नान -`,
        des1:`इक्षुरससमुद्भूतां शर्करां पुष्टिदां शुभाम् । मलापहारिकां दिव्यां स्नानार्थं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, शर्करास्नानं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- पञ्चामृतस्नान -`,
        des1:`पञ्चामृतं मयानीतं पयो दधि घृतं मधु । शर्करया समायुक्तं स्नानार्थं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, पञ्चामृतस्नानं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- गन्धोदकस्नान -`,
        des1:`मलयाचलसम्भूतचन्दनेन विनिःसृतम् ।इदं गन्धोदकस्नानं कुङ्कुमाक्तं च गृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, गन्धोदकस्नानं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- शुद्धोदकस्नान -`,
        des1:`ॐ मन्दाकिन्यास्तु यद्वारि सर्वपापहरं शुभम्। तदिदं कल्पितं देव ! स्नानार्थं प्रतिगृह्यताम्।।`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, शुद्धोदकस्नानं समर्पयामि । शुद्धोदकस्नानान्ते आचमनीयं जलं समर्पयामि । `,
        des3:``
    },
    {
        title:`- वस्त्र -`,
        des1:`शीतवातोष्णसंत्राणं लज्जाया रक्षणं परम् । देहालङ्करणं वस्त्रमतः शान्तिं प्रयच्छ मे ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, वस्त्रं च उपवस्त्रं समर्पयामि । वस्त्रान्ते आचमनीयं जलं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- यज्ञोपवीत -`,
        des1:`नवभिस्तन्तुभिर्युक्तं त्रिगुणं देवतामयम् । उपवीतं मया दत्तं गृहाण परमेश्वर ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, यज्ञोपवीतं समर्पयामि । यज्ञोपवीतान्ते आचमनीयं जलं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- चन्दन -`,
        des1:`श्रीखण्डं चन्दनं दिव्यं गन्धाढ्यं सुमनोहरम् ।विलेपनं सुरश्रेष्ठ! चन्दनं चन्दनं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, चन्दनानुलेपनं समर्पयामि।`,
        des3:``
    },
    {
        title:`- अक्षत -`,
        des1:`अक्षताश्च सुरश्रेष्ठ कुङ्कुमाक्ता: सुशोभिताः । मया निवेदिता भक्त्या गृहाण परमेश्वर ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, अक्षतान् समर्पयामि ।`,
        des3:``
    },
    {
        title:`- पुष्पमाला -`,
        des1:`माल्यादीनि सुगन्धीनि मालत्यादीनि वै प्रभो । मयाहृतानि पुष्पाणि पूजार्थं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, पुष्पमालां समर्पयामि ।`,
        des3:``
    },
    {
        title:`- तुलसी  -`,
        des1:`ॐ तुलसीं हेमरूपां च रत्नरूपां च मञ्जरीम् । भवमोक्षप्रदां तुभ्यमर्पयामि हरिप्रियाम्`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, एतानि तुलसीदलानि समर्पयामि ।`,
        des3:``
    },
    {
        title:`- दूर्वा -`,
        des1:`दूर्वाङ्कुरान् सुहरितानमृतान् मङ्गलप्रदान् । आनीतांस्तव पूजार्थं गृहाण गणनायक ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, दूर्वाङ्कुरान् समर्पयामि ।`,
        des3:``
    },
    {
        title:`- शमीपत्र -`,
        des1:`ॐ शमी शमय मे पापं शमी लोहितकंटका। धारिण्यर्जुनबाणानां रामस्य प्रियवादिनी।।`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, इदं शमीपत्रं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- आभूषण  -`,
        des1:`ॐ वज्रमाणिक्यवैदूर्यमुक्ताविद्रुममण्डितम् । पुष्परागसमायुक्तं भूषणं प्रतिगृह्यताम् ।।`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः,आभूषणानि समर्पयामि ।`,
        des3:``
    },

    {
        title:`- सुगन्धिद्रव्य -`,
        des1:`दिव्यगन्धसमायुक्तं महापरिमलाद्भुतम् । गन्धद्रव्यमिदं भक्त्या दत्तं वै परिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, सुगन्धिद्रव्यं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- अबीर-गुलाल आदि नाना परिमल द्रव्य -`,
        des1:`अबीरं च गुलालं च हरिद्रादिसमन्वितम् । नाना परिमलं द्रव्यं गृहाण परमेश्वर ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, नानापरिमलद्रव्याणि समर्पयामि।`,
        des3:``
    },
    {
        title:`- धूप -`,
        des1:`वनस्पतिरसोद्भूतो गन्धाढ्यो गन्ध उत्तमः। आघ्रेयः सर्वदेवानां धूपोऽयं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, धूपमाघ्रापयामि ।`,
        des3:``
    },
    {
        title:`- दीप -`,
        des1:`साज्यं च वर्तिसंयुक्तं वह्निना योजितं मया । दीपं गृहाण देवेश त्रैलोक्यतिमिरापहम् ॥ भक्त्या दीपं प्रयच्छामि देवाय परमात्मने ।`,
        des2:` त्राहि मां निरयाद् घोराद् दीपज्योतिर्नमोऽस्तु ते ॥ ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, दीपं दर्शयामि । हस्तप्रक्षालन-ॐ हृषीकेशाय नमः`,
        des3:``
    },
    {
        title:`- नैवेद्य -`,
        des1:`त्वदीयं वस्तु गोविन्द तुभ्मेव समर्पये । गृहाण सुमुखो भूत्वा प्रसीद परमेश्वर ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, नैवेद्यं निवेदयामि । नैवेद्यान्ते आचमनीयं जलं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- ऋतुफल -`,
        des1:`इदं फलं मया देव स्थापितं पुरतस्तव । तेन मे सफलावाप्तिर्भवेज्जन्मनि जन्मनि ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, ऋतुफलानि समर्पयामि। फलान्ते आचमनीयं जलं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- ताम्बूल -`,
        des1:`पूगीफलं महद्दिव्यं नागवल्लीदलैर्युतम् । एलादिचूर्णसंयुक्तं ताम्बूलं प्रतिगृह्यताम् ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, मुखवासार्थम् एलालवंग - पूगीफलसहितं ताम्बूलं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- दक्षिणा -`,
        des1:`हिरण्यगर्भगर्भस्थं हेमबीजं विभावसोः । अनन्तपुण्यफलदमतः शान्तिं प्रयच्छ मे ॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, कृताया: पूजायाः साद्गुण्यार्थे द्रव्यदक्षिणां समर्पयामि।`,
        des3:``
    },
    {
        title:`- प्रार्थना  -`,
        des1:`सशङ्खचक्रं सकिरीटकुण्डलं सपीतवस्त्रं सरसीरुहेक्षणम्। सहारवक्षःस्थलकौस्तुभश्रियं नमामि विष्णुं शिरसा चतुर्भुजम्॥`,
        des2:`ॐ भूर्भुवः स्वः श्रीसत्यनारायणाय नमः, कृताया: पूजायाः साद्गुण्यार्थे द्रव्यदक्षिणां समर्पयामि।`,
        des3:``
    },
    {
        title:`- पुष्पाञ्जलि -`,
        des1:`नानासुगन्धिपुष्पाणि यथाकालोद्भवानि च । पुष्पाञ्जलिर्मया दत्तो गृहाण परमेश्वर ||`,
        des2:`ॐ भूर्भुवः स्वः गणेशाम्बिकाभ्यां नमः, पुष्पाञ्जलिं समर्पयामि ।`,
        des3:``
    },
    {
        title:`- प्रदक्षिणा -`,
        des1:`यानि कानि च पापानि जन्मान्तरकृतानि च । तानि सर्वाणि नश्यन्तु प्रदक्षिणपदे पदे ॥`,
        des2:`ॐ भूर्भुवः स्वः गणेशाम्बिकाभ्यां नमः, प्रदक्षिणां समर्पयामि ।`,
        des3:``
    }
]


